[
  {
    "id": "page_1",
    "page": 1,
    "text": "রেজিস্টার্ড নং ডি এ-১ সোমবার, জুন ১৬, ২০২৫ গণপ্রজাতন্ত্রী বাংলাদেশ সরকার বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয় বিদ্যুৎ বিভাগ জ্বালানি দক্ষতা ও সংরক্ষণ-১ শাখা বিজ্ঞপ্তি তারিখ: ১৯ জ্যৈন্ঠ ১৪৩২ বঙ্গাব্দ/ ০২ জুন ২০২৫ খিষ্টাব্দ নং ২৭.০০.০০০০.০৯৪.২২.০০১.২৩.৫৫ নির্দেশক্রমে জানানো যাচ্ছে যে, সরকার এতদ্সঙ্জে সংযুক্ত “নবায়নযোগ্য জ্বালানি নীতিমালা ২০২৫, অনুমোদন করেছেন। তা এতদ্বারা প্রকাশ করা হলো। ০২। “নবায়নযোগ্য জ্বালানি নীতিমালা ২০২৫, অবিলম্বে কার্যকর হবে। ফরিদা ইয়াছমিন (৬০৯৯) মুল্য : ২৪.০০"
  },
  {
    "id": "page_2",
    "page": 2,
    "text": "৬১০০ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ১.০ ভূমিকা ১.১ মুখবন্ধ গণপ্রজাতন্ত্রী বাংলাদেশ সরকার নবায়নযোগ্য জ্বালানি প্রযুক্তির প্রয়োগ ও ব্যবহার বৃদ্ধির লক্ষ্যে “বাংলাদেশের নবায়নযোগ্য জ্বালানি নীতিমালা ২০০৮\" প্রণয়নের মাধ্যমে নবায়নযোগ্য জ্বালানি খাতের উন্নয়নের সূচনা করে। জ্বালানি নিরাপত্তা, গুণগত মানসম্পন্ন বিদ্যুতের প্রাপ্যতা ও নির্ভরযোগ্যতা, পরিবেশ সুরক্ষা, টেকসই উন্নয়ন, সামাজিক ন্যায্যতা ও জলবায়ু পরিবর্তনের বিরুপ প্রভাব প্রশমন এবং অন্যান্য প্রাসঙ্গিক বিষয়ে সরকারের কৌশলগত লক্ষ্যসমূহ অর্জনের জন্য একটি নতুন নবায়নযোগ্য জ্বালানি নীতিমালার প্রয়োজন হয়। বৈশ্বিক উষ্চায়নের প্রেক্ষাপটে, বিদ্যমান প্রচলিত বিদ্যুৎ উৎপাদন ক্ষমতাসমূহকে নবায়নযোগ্য জ্বালানির মাধ্যমে ক্রমাৰয়ে প্রতিস্থাপন করে একটি স্থিতিশীল এবং অর্থনৈতিকভাবে টেকসই জ্বালানি সরবরাহ নিশ্চিত করার জন্য প্রয়োজনীয় কার্যক্রম গ্রহণ করতে হবে। বিগত দশকে বিশ্বের বিভিন্ন অঞ্চলে নবায়নযোগ্য জ্বালানিসমূহের, বিশেষত সৌর ও বায়ু”, স্থাপনাগত, প্রযুক্তিগত উৎকর্ষতা এবং ব্য়-প্রতিযোগিতার ক্ষেত্রে উল্লেখযোগ্য উন্নয়ন সাধিত হয়েছে। “নবায়নযোগ্য জ্বালানি নীতিমালা ২০২৫, এ সম্পদ, প্রযুক্তি এবং সক্ষমতা উন্নয়নের মাধ্যমে দেশে নবায়নযোগ্য জ্বালানি সম্পদের ব্যবহার বৃদ্ধি এবং নবায়নযোগ্য জ্বালানি বাজারের বিকাশ ত্বরান্বিতকরণে গুরুত্বারোপ করা হয়েছে, যা বাংলাদেশ সরকার কর্তৃক “ইন্টিগ্রেটেড এনার্জি এন্ড পাওয়ার মাস্টার প্ল্যান (আইইপিএমপি), “ডেল্টা প্ল্যান ২১০০, এবং জলবায়ু সম্পর্কিত ভবিষ্যতের অন্য যেকোনো পরিকল্পনায় নির্ধারিত নবায়নযোগ্য জ্বালানির লক্ষ্যমাত্রা অর্জনেও সহায়ক হবে। এছাড়া, এ নীতিমালায় দেশের টেকসই ভবিষ্যৎ নিশ্চিতকরণের লক্ষ্যে কার্বনমুক্ত জ্বালানি ব্যবস্থা প্রবর্তনের জন্য নবায়নযোগ্য জ্বালানি প্রযুক্তি গ্রহণ, কম-কার্বন বিনিয়োগ এবং এ রূপান্তরের চ্যালেঞ্জ মোকাবিলায় প্রয়োজনীয় কাঠামো গঠনের উপর গুরুত্বারোপ করে প্রয়োজনীয় দিকনির্দেশনা অন্তর্ভূক্ত করা হয়েছে। ১.২ সংজ্ঞা (ক) প্রেক্ষাপট ব্যতীত প্রযোজ্য ক্ষেত্রে: \"এগ্রি-ভোল্টাইক\" একটি দ্বৈত-ব্যবহার ব্যবস্থাকে বোঝায় যেখানে কৃষি কার্যক্রম, যেমন-শস্য চাষ, গবাদি পশু চারণ বা মৎস্য চাষ এবং সৌর শক্তি হতে বিদ্যুৎ উৎপাদন ব্যবস্থা একই জমিতে সহাবস্থান করে, যা সম্পদের সর্বোন্তম ব্যবহার নিশ্চিত করে জমির উৎপাদনশীলতা বৃদ্ধি করে। \"ব্যাটারি এনার্জি স্টোরেজ সিন্টেম\" বা \"বিইএসএস\" একটি ব্যবস্থা যা পরবর্তীতে ব্যবহারের জন্য ব্যাটারি ব্যবহার করে বিদ্যুৎ শক্তি সঞ্চয় করে থাকে, যা গ্রিডে বিদ্যুতের সরবরাহ এবং চাহিদার ভারসাম্য বজায় রাখতে সাহায্য করে। \"কার্বন ফুটপ্রিন্ট\" গ্রিনহাউস গ্যাসের মোট পরিমাণ (কার্বন-ডাই-অক্সাইডের সমতুল্য হিসাবে প্রকাশ করা) যা প্রত্যক্ষ বা পরোক্ষভাবে কোনো ব্যক্তি, সংস্থা, কার্যক্রম বা পণ্য দ্বারা নির্গত হয়।"
  },
  {
    "id": "page_3",
    "page": 3,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১০১ \"এনার্জি স্টোরেজ\" বা \"এনার্জি স্টোরেজ সিস্টেম\" বা \"ইএসএস\" পরবর্তীতে ব্যবহারের জন্য একসময়ে উৎপাদিত বিদ্যুৎ শক্তি বিভিন্ন প্রযুক্তি যেমন: ব্যাটারি, পাম্প হাইড্রো এবং থার্মাল স্টোরেজের মাধ্যমে সংরক্ষণ করে রাখার ব্যবস্থা | \"ফ্লোটিং সোলার\" একটি ফটোভোল্টাইক (পিভি) বিদ্যুৎ উৎপাদন ব্যবস্থাকে বোঝায় যা জলাশয় যেমন-বদ্ধ জলাধার, হুদ, পুকুর, কিংবা অন্যান্য নৌ-চলাচলহীন জলাশয়ের উপরিভাগে স্থাপন করা হয়, যেখানে পরিবেশগত, নিরাপত্তামূুলক এবং নিয়ন্ত্রক বিধিনিষেধ পরিপালন করে সৌর প্যানেলসমূহ বিশেষভাবে নকশাকৃত ভাসমান প্ল্যাটফর্ম বা কাঠামোর উপর স্থাপন করা হয়। \"গ্রিড কোড\" বিইআরসি কর্তৃক নির্ধারিত প্রযুক্তিগত বিনির্দেশাবলি এবং পরিচালনা পদ্ধতি, যার মাধ্যমে বৈদ্যুতিক গ্রিডের পরিচালনা, রক্ষণাবেক্ষণ এবং উন্নয়ন নিয়ন্ত্রণ করা হয়। \"গ্রিন এনার্জি\" নবায়নযোগ্য উৎস থেকে উৎপাদিত বিদ্যুৎ যা গ্রিনহাউস গ্যাস নির্গত করে না বা শূন্যের কাছাকাছি মাত্রায় নির্গত করে, যেমন: সৌর, বায়ু এবং জলবিদ্যুৎ শক্তি ইত্যাদি \"গ্রিন হাইড্রোজেন\" নবায়নযোগ্য জ্বালানি ব্যবহার করে উৎপাদিত এমন হাইড্রোজেনকে বোঝায় যা জ্বালানি সংরক্ষণ, পরিবহন এবং শিল্প-কারখানায় ব্যবহার করা হয়। \"ন্যাশনালি ডিটারমাইন্ড কন্ট্রবিউশনসৃ\" বা \"এনডিসি\" প্যারিস চুক্তিভুক্ত দেশগুলোর দ্বারা গ্রিনহাউস গ্যাস নির্গমন কমানো এবং জলবায়ু পরিবর্তনের বিরুপ প্রভাব প্রশমন করার প্রচেষ্টাকে মেনে চলার প্রতিএুতি। \"ওপেন আ্যাকসেস\" যোগ্যতাসম্পন্ন ভোক্তা, ডেভেলপার বা প্রতিষ্ঠান কর্তৃক বিদ্যমান সঞ্চালন এবং বিতরণ নেটওয়ার্ক ব্যবহার করে নবায়নযোগ্য জ্বালানি উৎসসহ তাদের পছন্দসই যেকোনো বিদ্যুৎ উৎপাদনকারীর নিকট থেকে বিদ্যুৎ প্রাপ্তির অ-বৈষম্যমূলক অধিকার বোবায়, যা একটি নির্ধারিত ফি”র বিনিময়ে এবং নিয়ন্ত্রক নির্দেশিকা মেনে পরিচালিত হয়। \"পিয়ার-টু-পিয়ার\" বা \"পি-টু-পি\" ট্রেডিং একটি বিকেন্দ্রীভূত ব্যবস্থা যেখানে সৌর প্যানেল বা অন্যান্য নবায়নযোগ্য জ্বালানি সিস্টেম ব্যবহারকারী গ্রাহকগণ তাদের নবায়নযোগ্য জ্বালানি হতে উৎপাদিত অতিরিক্ত বিদ্যুৎ দেশের অন্যান্য গ্রাহকের সাথে সঞ্চালন ও বিতরণ ব্যবস্থার মাধ্যমে বিনিময় করতে পারেন, তবে তা নির্ধারিত নিয়ম অনুযায়ী বিদ্যমান অব্যবহৃত সঞ্চালন ক্যাপাসিটি থাকা সাপেক্ষে \"পাওয়ার ইউটিলিটিস\" বিদ্যুৎ উৎপাদন, বিতরণ এবং সঞ্চালন কাজে নিয়োজিত সংস্থা ও কোম্পানিসমূহ। \"নবায়নযোগ্য জ্বালানি\" প্রাকৃতিক সম্পদ থেকে উৎপাদিত এমন ধরনের জ্বালানিকে বোঝায় যা ক্রমাগত পুনঃব্যবহারযোগ্য, যেমন- সূর্যালোক, বায়ু, হাইড্রো, জিওথার্মাল এবং অন্যান্য অনুরুপ উৎস। \"নবায়নযোগ্য জ্বালানি সনদ\" বা \"আরইসি\" একটি বাণিজ্যযোগ্য সনদ যা নবায়নযোগ্য জ্বালানির উৎস থেকে উৎপাদিত এক মেগাওয়াট-ঘন্টা (৬৬1) বিদ্যুতের পরিবেশগত বৈশিষ্ট্যগুলোকে উপস্থাপন করে।"
  },
  {
    "id": "page_4",
    "page": 4,
    "text": "৬১০২ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ \"নবায়নযোগ্য ভ্রয়ের বাধ্যবাধকতা\" বা \"আরপিও\" একটি নিয়ন্ত্রক আদেশ যার অধীনে পাওয়ার ইউটিলিটিস বা অন্যান্য নির্বাচিত সংস্থা/গ্রাহককে তাদের মোট বিদ্যুৎ চাহিদা বা সরবরাহের একটি নির্দিষ্ট শতাংশ বাধ্যতামূলকভাবে নবায়নযোগ্য জ্বালানি উৎস থেকে ক্রয় করতে হয়। \"আরই হাব\" একটি কেন্দ্রীয় সুবিধা বা সিস্টেম যা এক বা একাধিক প্রযুক্তির অধীনে বিভিন্ন নবায়নযোগ্য জ্বালানি প্রকল্পকে একীভূত করে। \"সোলার মিনি, মাইক্রো, ন্যানো এবং পিকো গ্রিড\" বিভিন্ন ক্ষমতাসম্পন্ন বিকেন্দ্রীভূীত সৌর-চালিত জ্বালানি ব্যবস্থা, যা বিশেষত অফ-গ্রিড বা দূরবর্তী এলাকায় বসবাসকারী ব্যক্তি বা কমিউনিটি পর্যায়ে বিদ্যুৎ সরবরাহ করে। \"স্মার্ট গ্রিড\" একটি উন্নত বিদ্যুৎ নেটওয়ার্ককে বুঝায় যেখানে ডিজিটাল প্রযুক্তি, যোগাযোগ ব্যবস্থা এবং অটোমেশনকে একীভূত করে বিদ্যুতের উৎপাদন, সঞ্চালন, বিতরণ ও ব্যবহার দক্ষভাবে পর্যবেক্ষণ, নিয়ন্ত্রণ এবং অপ্টিমাইজ করা হয়। ফলে প্রযোজ্য নিয়ন্ত্রমূলক, নিরাপত্তামূলক এবং পরিবেশগত মানদণ্ড মেনে চলার মাধ্যমে বিদ্যুতের নির্ভরযোগ্যতা, স্থায়িত্ব এবং নিরাপত্তা নিশ্চিত হয়। \"টেকসই জ্বালানি উন্নয়ন তহবিল\" বা \"এসইডিএফ\" এই নীতিমালার আওতায় গঠিত একটি তহবিল, যা নবায়নযোগ্য জ্বালানি প্রযুক্তি এবং প্রকল্প সংক্রান্ত গবেষণা ও উন্নয়ন (২&)) এবং মানবসম্পদ উন্নয়ন (71২1)) কার্যক্রমে সহায়তা প্রদান, উদ্ভাবনকে উৎসাহিত করা, সক্ষমতা বৃদ্ধি এবং বাংলাদেশে নবায়নযোগ্য জ্বালানির প্রসারকে টেকসই করার কাজে ব্যবহৃত হবে। (খ) এই নীতিতে যেসব ইংরেজি শব্দ বড় হাতের অক্ষরে (ক্যাপিটাল লেটার) লেখা হয়েছে, সেগুলো একবচন বা বহুবচন, ভবিষ্যৎ বা অতীত কালে ব্যবহৃত হলেও, তাদের প্রতিটির জন্য নির্ধারিত অর্থই প্রযোজ্য হবে। ১.৩ নীতিমালার পরিধি এই নীতিমালায় নবায়নযোগ্য জ্বালানি হতে বিদ্যুৎ উৎপাদন, বিদ্যুতের ক্যাপটিভ ব্যবহার, পাবলিক ইউটিলিটি বা তৃতীয় পক্ষের নিকট বিদ্যুৎ বিক্রয়, নবায়নযোগ্য জ্বালানি সনদ প্রক্রিয়া (আরইসি) সহ নবায়নযোগ্য জ্বালানি সংক্রান্ত সকল বিষয়াবলি অন্তর্ভুক্ত রয়েছে। এটি সরকারি ও বেসরকারি খাত এবং সরকারি-বেসরকারি অংশীদারিত্বের আওতায় পরিচালিত সকল নবায়নযোগ্য জ্বালানি প্রকল্প বা কর্মসূচির জন্য প্রযোজ্য হবে। এই নীতিমালার আওতায় সকল প্রকার নবায়নযোগ্য জ্বালানি সম্পদ যেমন- সৌর, বায়ু (অনশোর/অফশোর), জিওথার্মাল, বায়োম্যাস, বায়োগ্যাস, গ্রিন বায়ো-ফুয়েল, বজ্য থেকে জ্বালানি, হাইড্রো, সমুদ্র তরগ্/জোয়ার, গ্রিন হাইড্রোজেন, এগুলোর সকল প্রকার হাইব্রিড সিষ্টেম এবং সরকার কর্তৃক সময় সময় নির্ধারিত অন্যান্য উৎসও অন্তরভূক্ত রয়েছে। এনাজি স্টোরেজ সিস্টেম এবং এই নীতিমালার বাস্তবায়নকালে যেকোনো বিদ্যমান প্রযুক্তি বা নতুন প্রযুক্তি উদ্ভাবিত হলে তাও এর আওতাভুক্ত হবে।"
  },
  {
    "id": "page_5",
    "page": 5,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১০৩ ১.৪ পটভূমি বর্তমান প্রেক্ষাপটে, বাংলাদেশের জ্বালানি খাত প্রধানত প্রাকৃতিক গ্যাস ও অন্যান্য জীবাশ্ম জ্বালানির উপর নির্ভরশীল। জ্বালানির দেশীয় সরবরাহ চাহিদা মেটাতে অপর্যাপ্ত হওয়ায় জ্বালানি আমদানি ভ্রমাগতভাবে বাড়ছে। সম্ভাব্য জ্বালানি সরবরাহ ঘাটতির প্রেক্ষিতে, সরকার বিদ্যুৎ উৎপাদনের জ্বালানি মিশ্রণ বৈচিত্র্যকরণ এবং দেশের জ্বালানি নিরাপত্তা জোরদারের জন্য একটি কৌশল প্রণয়ন করেছে৷ ২০০৮ সালে বাংলাদেশ নবায়নযোগ্য জ্বালানি নীতিমালা গ্রহণ করে, যার অন্যতম উদ্দেশ্য ছিলো দেশের মোট জ্বালানি চাহিদায় নবায়নযোগ্য জ্বালানির অংশ বৃদ্ধি করা। এই নীতিমালা প্রণয়ন প্যারিস চুক্তি এবং বাংলাদেশের ন্যাশনালি ডিটারমাইন্ড কন্ট্রিবিউশনস (এনডিসি) পরিপালনের জন্যও একটি গুরুত্বপূর্ণ পদক্ষেপ। ২.০ নীতিমালার লক্ষ্য ও উদ্দেশ্য ২.১ লক্ষ্য দেশে সাশ্রয়ী মূল্যে, প্রসারণযোগ্য, নির্ভরযোগ্য, পরিবেশবান্ধব এবং টেকসই জ্বালানি সরবরাহ নিশ্চিতকরণে নবায়নযোগ্য জ্বালানি প্রযুক্তির ক্রমাগত বিকাশ এবং স্থানীয় উৎপাদন সক্ষমতার উন্নয়ন সাধন। ২.২ উদ্দেশ্য বিদ্যুতের মূল্য কমানো এবং সেই সাথে সরকার কর্তৃক প্রদেয় ভর্তুকি কমানো। ০ দেশে নবায়নযোগ্য জ্বালানি সম্পদের সম্ভাবনাকে যথাযথভাবে কাজে লাগানো এবং নবায়নযোগ্য জ্বালানি প্রযুক্তির বিস্তার ঘটানো। ৬ নবায়নযোগ্য জ্বালানি সরঞ্জামের স্থানীয় উৎপাদন সক্ষমতা বৃদ্ধিতে সহায়তা ও উৎসাহ প্রদান। গ দেশে জ্বালানি নিরাপত্তা নিশ্চিতকরণ, নবায়নযোগ্য জ্বালানির লক্ষ্যমাত্রা অর্জনে সহায়তা প্রদান এবং জীবাশ্ম জ্বালানির উপর নির্ভরতা কমানোর লক্ষ্যে নবায়নযোগ্য জ্বালানির উৎপাদন ক্ষমতা বৃদ্ধি করা। ঙ নবায়নযোগ্য জ্বালানি খাতে যথাযথ প্রাতিষ্ঠানিক কাঠামো, পণ্যের মান নির্ধারণ এবং ব্যয় প্রতিযোগিতা নিশ্চিত করে বিনিয়োগ আকর্ষণ করা। ০ সামগ্রিক জ্বালানি মিশ্রণে \"গ্রিন এনাজি\" এর অংশ বৃদ্ধিপূর্বক পরিবেশ রক্ষা করা। ৬ সারাদেশে টেকসই জ্বালানি প্রকল্পের প্রসার ঘটানো এবং ব্যাটারি এনার্জি স্টোরেজ সিস্টেম (37:99) কার্ষকরভাবে ব্যবহার করে নবায়নযোগ্য জ্বালানিকে গ্রিডে অধিকতর অন্তর্ভূক্ত করা ও গ্রিডের ভারসাম্য কার্যকরভাবে নিশ্চিত করা।"
  },
  {
    "id": "page_6",
    "page": 6,
    "text": "৬১০৪ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৩.০ নবায়নযোগ্য জ্বালানির উৎস, প্রযুক্তি এবং সম্ভাবনা নিম্নলিখিত নবায়নযোগ্য জ্বালানি উৎসগুলো এ নীতিমালার আওতাভুক্ত এবং ভবিষ্যতে স্রেডা কর্তৃক চিহ্নিত নতুন উৎসগুলোও এর অন্তর্ভূক্ত থাকবে। ৩.১ সৌর জ্বালানি বাংলাদেশ প্রাকৃতিকভাবে সৌর শক্তিতে সমৃদ্ধ। এই নীতিমালা দেশে নিয্নলিখিত সৌর জ্বালানিভিত্তিক ব্যবস্থার উন্নয়ন ও প্রসারে গুরুত্বারোপ করবে: ক. গ্রিড-কানেক্টেড মেগাওয়াট স্কেল সোলার খ. সোলার হোম সিস্টেম প্ল্যান্ট গ. রুফটপ সোলার (নেট মিটারিংসহ এবং ঘ. সোলার মিনি/মাইক্রো/ন্যানো/পিকো গ্রিড ব্যতীত) ও. সোলার ইরিগেশন চ. সোলার ইভি চার্জিং স্টেশন ছ. সোলার স্ট্রিট লাইট জ. সোলার ড্রিংকিং ওয়াটার সিস্টেম বঝ. ফ্লোটিং সোলার ঞ. সোলার পাওয়ার্ড গ্যাকুয়াকালচার ট. সৌর বিদ্যুৎ চালিত বেজ ট্রান্সিভার স্টেশন ঠ. সোলার থার্মাল পাওয়ার/কন্সেন্ট্রেটেড সোলার (বিটিএস) পাওয়ার (সিএসপি) ৩.২ বায়ু জ্বালানি সৌর শক্তির পর দেশের সবচেয়ে সম্ভাবনাময় নবায়নযোগ্য জ্বালানি উৎস হলো বায়ু শক্তি। নব উদ্ভাবিত বায়ু টারবাইন ধীর গতির বাতাস থেকে বিদ্যুৎ উৎপাদন করতে পারে বিধায় তা বায়ু বিদ্যুৎ প্রকল্পকে বাণিজ্যিকভাবে লাভজনক করে তোলে। বর্তমানে বিদ্যমান বায়ু শক্তি প্রযুক্তি স্থলভিত্তিক (অনশোর) এবং সামুদ্রিক অফশোর) উভয় ধরনের বায়ু বিদ্যুৎ প্রকল্পের জন্য ব্যবহৃত হতে পারে। এই নীতিমালা দেশব্যাপী বাণিজ্যিকভাবে কার্যকর সকল ধরনের বায়ু শক্তি আহরণ প্রযুক্তির অভিযোজন, প্রসার ও উন্নয়নে গুরুত্বারোপ করবে। জৈব জ্বালানিকে একটি সুবিদিত, নির্ভরযোগ্য এবং টেকসই জ্বালানির উৎস হিসেবে বিবেচনা করা হয়। বাংলাদেশে অনেক মানুষ রান্না ও উত্তপ্ত করার কাজে প্রত্যক্ষ বা পরোক্ষভাবে জৈব জ্বালানির উপর নির্ভর করে। জাতীয় ও বৈশ্বিকভাবে ব্যবহৃত এ সংক্রান্ত প্রধান প্রযুক্তিগুলো হল: ক) বায়োম্যাস, খ) বায়োগ্যাস এবং গ) বায়োফুয়েল।"
  },
  {
    "id": "page_7",
    "page": 7,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১০৫ ৩.৪ বর্জ্য জ্বালানি পৌরসভার কঠিন বজ্ধ্য, চিকিৎসা বজ্য এবং বিভিন্ন শিল্প বজ্য দ্বারা সৃষ্ট পরিবেশ দূষণ শহরের দীর্ঘমেয়াদী একটি সমস্যা। সরকার পরিবেশ দূষণ হতে শহরগুলোকে রক্ষার্থে বজ্জ্য ব্যবস্থাপনার পাশাপাশি কঠিন বজ্য থেকে বিদ্যুৎ উৎপাদনের লক্ষ্যে বিভিন্ন কর্মসূচি গ্রহণ করছে। বজ্য থেকে জ্বালানি উৎপাদনের জন্য বহুল ব্যবহৃত পদ্ধতিগুলো হলো- ভকন্মীকরণ, গ্যাসিকরণ, পাইরোলাইসিস এবং জৈব-গীজন প্রযুক্তি। এসকল পদ্ধতি প্রয়োগের ক্ষেত্রে পরিবেশ-বান্ধব টেকসই প্রযুক্তি ব্যবহার কে গুরুত্ব প্রদান করা হবে। ৩.৫ পানি (হাইড) জ্বালানি টারবাইন চালিত জেনারেটর দ্বারা পতনশীল পানির স্থিতিশক্তি বা দ্বুত প্রবাহিত পানির গতিশক্তিকে যান্ত্রিক শক্তিতে রূপান্তরের মাধ্যমে পানিবিদ্যুৎ উৎপাদন করা হয়। পানিবিদ্যুৎ কেন্দ্রের দুটি মৌলিক বিন্যাস রয়েছে: ক) জলাধারসহ বীধ এবং খ) নদীপ্রবাহ-নির্ভর বিদ্যুৎ কেন্দ্র। ৩.৬ অন্যান্য নবায়নযোগ্য জ্বালানির উৎসসমূহ অন্যান্য উল্লেখযোগ্য নবায়নযোগ্য জ্বালানি উৎসের মধ্যে রয়েছে জিওথার্মাল, জোয়ার শক্তি, নদী প্রবাহ, ঢেউ শক্তি, গ্রিন হাইড্রোজেন এবং গ্রিন বায়ো-ফুয়েল। বাংলাদেশে এই উৎসসমূহের সম্ভাবনাও অনুসন্ধান ও মূল্যায়ন করা হবে। ৪.০ আইনি এবং প্রাতিষ্ঠানিক কাঠামো ৪.১ সাধারণভাবে, বিদ্যুৎ, জ্বালানি এবং খনিজ সম্পদ মন্ত্রণালয়ের (বিজ্বাখসম) বিদ্যুৎ বিভাগ জাতীয় নীতিমালার উদ্দেশ্য অর্জনের জন্য সংশ্লিষ্ট সংস্থা, কর্তৃপক্ষ ও ইউটিলিটির সাথে সমন্বয় সাধন করে বিদ্যুৎ খাতে সরকারের নীতি প্রণয়ন এবং বাস্তবায়নের সামগ্রিক দায়িত্ব বহন করে। ৪. নবায়নযোগ্য জ্বালানি এবং জ্বালানি দক্ষতার সমন্বয়ে টেকসই জ্বালানির উন্নয়ন ও প্রসারের লক্ষ্যে স্রেডো আইন ২০১২ এর অধীনে স্রেডা একটি নোডাল সংস্থা হিসেবে প্রতিষ্ঠিত হয়েছে৷ এ নীতিমালার আওতাধীন কার্যব্রমের পরিসর বিবেচনায় প্রেডার প্রাতিষ্ঠানিক কাঠামো সম্প্রসারণ ও শক্তিশালীকরণের পাশাপাশি দক্ষ কারিগরি জনবল গঠন করতে হবে। বিদ্যুৎ বিভাগ স্রেডা”র মাধ্যমে নবায়নযোগ্য জ্বালানি সংক্রান্ত নীতিমালা প্রণয়ন, বাস্তবায়ন এবং উন্নয়ন কার্যত্রমের দায়িত্ব পালন করবে। ৪.৩ বিইআরসি লাইসেন্স প্রদান, ট্যারিফ নির্ধারণ, বিরোধ নিষ্পত্তি ইত্যাদি কার্যাবলির জন্য নিয়ন্ত্রক প্রতিষ্ঠান হিসেবে দায়ি তপ্রাপ্ত। 8.৪ বিদ্যুৎ উৎপাদন ইউটিলিটিসমূহ এবং বেসরকারি বিদ্যুৎ উৎপাদকগণ বিদ্যুৎ উৎপাদন করে। 8.৫ বিদ্যুৎ বিতরণ ইউটিলিটি গুলো বিদ্যুৎ বিতরণ সেবা প্রদান করে।"
  },
  {
    "id": "page_8",
    "page": 8,
    "text": "৬১০৬ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৪.৬ পিজিবি পিএলসি এখন পর্যন্ত দেশের একমাত্র সরকারি বিদ্যুৎ সঞ্চালনকারী প্রতিষ্ঠান। ৪.৭ বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন (বিপিসি) পেট্রোলিয়াম জ্বালানির সাথে জৈব-জ্বালানিকে সংযুক্ত করে। ৪.৮ বাংলাদেশ ব্যাংক, ইডকল, অন্যান্য ব্যাংক ও নন-ব্যাংকিং অর্থায়নকারী প্রতিষ্ঠান, বিএসইসি এবং উন্নয়ন সহযোগী সংস্থাসমূহ বাংলাদেশে নবায়নযোগ্য জ্বালানি উন্নয়ন প্রকল্পে এবং অবকাঠামো বিনির্মাণে অর্থায়নের চাহিদা পূরণের জন্য কাজ করবে। ৪.৯ এমপিইএমআর-এর অধীনস্ত বাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল (বিইপিআরসি) গবেষণা ও উন্নয়ন কার্ষব্রমের ক্ষেত্রে প্রাতিষ্ঠানিক কাঠামোর একটি অংশ হিসেবে কাজ করবে। ৪.১০ বিপিএমআই দক্ষ মানবসম্পদ উন্নয়নের দায়িত্ব পালনসহ এ প্রাতিষ্ঠানিক কাঠামোর একটি অবিচ্ছেদ্য অংশ হবে। ৪.১১ বিএডিসি এবং বিএমডিএ সেচ খাতে নবায়নযোগ্য জ্বালানির প্রসারে কাজ করছে। ৪.১২ বিদ্যমান আর্থিক বিধি-বিধান অনুসরণপূর্বক এই নীতিমালার আওতায় একটি “টেকসই জ্বালানি উন্নয়ন তহবিল” গঠন করা হবে, যা স্রেডা কর্তৃক পরিচালিত হবে। এই তহবিল নবায়নযোগ্য জ্বালানি সংক্রান্ত গবেষণা ও উন্নয়ন এবং মানবসম্পদ উন্নয়ন সংক্রান্ত কার্যত্রমের অর্থায়নে গুরুত্বপূর্ণ ভুমিকা পালন করবে। ৫.০ কর্মসূচি এবং প্রকল্প উন্নয়ন ৫.১ সাধারণ নীতিগত ব্যবস্থা এবং সহায়ক ব্যবস্থাপনাসমূহ ৫.১.১ স্র্্ডা, বিদ্যুৎ বিভাগের সাথে সমন্বয় করে নবায়নযোগ্য জ্বালানি প্রযুক্তির বিস্তার এবং কর্মসুচি বাস্তবায়নের অগ্রাধিকার নির্ধারণের জন্য দায়িত্ব পালন করবে৷ স্রেডা আইন ২০১২ অনুসারে নবায়নযোগ্য জ্বালানি কর্মসূচির উন্নয়ন ও প্রকল্প বাস্তবায়নের জন্য নোডাল এজেন্সি হিসেবে স্রেডা প্রয়োজনীয় সকল প্রাতিষ্ঠানিক সহায়তা প্রদান করবে। ৫.১.২ স্রেভা এই নীতিমালার ভিত্তিতে একটি সময়সীমার মধ্যে নবায়নযোগ্য জ্বালানির রোডম্যাপ/ বাস্তবায়ন পরিকল্পনা প্রণয়ন করবে। ৫.১.৩ বিএনবিসি এবং প্রস্তাবিত নবায়নযোগ্য জ্বালানি পোর্টফোলিও ক্ট্যান্ডার্ড অনুযায়ী, সকল পাওয়ার ইউটিলিটি এবং অন্যান্য সরকারি দপ্তর, বেসরকারি সংস্থা এবং এনজিওসমূহ স্রেডা”র সাথে পরামর্শক্রমে দেশব্যাপী তাদের নিজেদের নবায়নযোগ্য জ্বালানি কর্মসূচি প্রণয়ন ও বাস্তবায়ন করবে। বাস্তবায়নকারী প্রতিষ্ঠানসমূহ নিয়মিতভাবে স্রেডাকে কর্মসূচি বাস্তবায়ন সংক্রান্ত হালনাগাদ তথ্য প্রদান করবে।"
  },
  {
    "id": "page_9",
    "page": 9,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১০৭ ৫.১.৪ সরকারি ও বেসরকারি উভয় খাতের নবায়নযোগ্য জ্বালানি প্রকল্প থেকে উৎপাদিত বিদ্যুৎ এ নীতিমালার সংশ্লিষ্ট কর্মসূচীর নির্দেশিকা বা সরকার অনুমোদিত অন্যান্য হালনাগাদ নীতিমালা বা নির্দেশিকা, যেমন-“নেট মিটারিং নির্দেশিকা-২০১৮,, অনুযায়ী পাওয়ার ইউটিলিটিস বা কোনো বেসরকারি বিদ্যুৎ গ্রাহক ক্রয় করতে পারবে। সরকার কর্তৃক অনুমোদিত নীতিমালা ব্যতীত, পাওয়ার ইউটিলিটিস এবং সরকারি প্রতিষ্ঠানসমূহ “পাবলিক প্রকিউরমেন্ট বুলস ২০০৮, অনুসরণ করে নবায়নযোগ্য জ্বালানি প্রকল্প থেকে বিদ্যুৎ ক্রয় করতে পারবে। নবায়নযোগ্য জ্বালানি প্রকল্প ডেভেলপার কর্তৃক তাদের প্রকল্প ও বিদ্যুৎ উৎপাদন সংক্রান্ত তথ্য স্রেডা এবং সংশ্লিষ্ট ইউটিলিটি সমূহকে নিয়মিতভাবে প্রদান করতে হবে। ৫.১.৫ আঞ্চলিক সহযোগিতার অংশ হিসেবে বা পারস্পরিক সম্মত শর্তাবলির মাধ্যমে সরকার প্রতিবেশী দেশগুলোর সাথে নবায়নযোগ্য এবং বিশুদ্ধ জ্বালানির আন্তঃসীমান্ত বাণিজ্য সহজতর করার জন্য উদ্যোগ গ্রহণ করতে পারবে। ৫.১.৬ স্রেডা মানবসম্পদ উন্নয়ন এবং নবায়নযোগ্য জ্বালানি সরঞ্জামের স্থানীয় উৎপাদনে উৎসাহ প্রদান করবে এবং এর প্রসার ঘটাবে। নবায়নযোগ্য জ্বালানি সরঞ্জামের গুণগত মান নিশ্চিতকরণে সহায়তা প্রদান ও তদারকি করবে এবং নবায়নযোগ্য জ্বালানি সরঞ্জাম ও অবকাঠামোর মান নিয়ন্ত্রণের জন্য একটি “জাতীয় মান নিয়ন্ত্রণ ও গবেষণা পরীক্ষাগার? প্রতিষ্ঠার উদ্যোগ গ্রহণ করবে। এছাড়াও, নবায়নযোগ্য জ্বালানি সরঞ্জাম যেকোনো স্বীকৃত পরীক্ষাগারে (]].4১0 1৬1২ দ্বারা স্বীকৃত, বিশেষত 73/13 দ্বারা) এবং স্রডা কর্তৃক তালিকাভুক্ত স্থানীয় পরীক্ষাগারগুলোতেও পরীক্ষা করা যাবে। ৫.১.৭ পাওয়ার ইউটিলিটিস এবং গ্রাহকদের জন্য একটি নিয়ন্ত্রণ-বাধ্যবাধকতা হিসেবে আরপিও এবং আরইসি এর প্রবর্তন করা হবে। আরপিও এবং আরইসি প্রবর্তনের জন্য স্রেডা উপযুক্ত পদ্ধতি প্রণয়ন করবে। ৫.১.৮ প্রকল্প বাস্তবায়নকারীকে সংশ্লিষ্ট সঞ্চালন ইউটিলিটি ও বিতরণ ইউটিলিটি এবং সংশ্লিষ্ট কর্তৃপক্ষের সম্মতি প্রাপ্তি সাপেক্ষে নির্ধারিত মানদণ্ড বজায় রেখে বিতরণ/সঞ্চালন নেটওয়ার্কের সাথে সংযোগ স্থাপন করতে হবে (েদি প্রয়োজন হয়)। ৫.২ ইউটিলিটি স্কেল নবায়নযোগ্য জ্বালানি প্রকল্পের প্রসার ৫.২.১ এই নীতিমালার মাধ্যমে দেশে স্টোরেজ সুবিধাসহ বা ব্যতীত নবায়নযোগ্য জ্বালানি প্রকল্পের বিকাশে উৎসাহ ও সহায়তা প্রদান করা হবে। ৫.২.২ সরকার দেশের উপযুক্ত স্থানে নবায়নযোগ্য জ্বালানি হাব গড়ে তুলবে। ৫.২.৩ সাধারণভাবে, সরকার নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নের জন্য স্বচ্ছ ও প্রতিযোগিতামূলক দরপত্র প্রক্রিয়ার মাধ্যমে বেসরকারি ডেভেলপার নির্বাচন করবে। এক্ষেত্রে, বাবিউবো ও পিজিবি পিএলসি'র সাথে পরামর্শ ক্রমে এবং সংশ্লিষ্ট প্রতিষ্ঠানগুলোর কাছ থেকে আন্তঃসংযোগের প্রতিশুতি নিশ্চিত করার পর স্রেডা নিয়মিতভাবে নতুন ক্যাপাসিটির চাহিদা ঘোষণা করবে।"
  },
  {
    "id": "page_10",
    "page": 10,
    "text": "৬১০৮ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৫.২.৪ সরকার গভর্নমেন্ট টু গভর্নমেন্ট (0920) ফ্রেমওয়ার্ক, পাবলিক-প্রাইভেট পার্টনারশিপ (১১) মোডালিটি, মাচেন্ট পাওয়ার প্ল্যান্ট মেকানিজম এবং সরকার মালিকানাধীন কোম্পানিগুলোর প্রকল্পসমূহ বাস্তবায়নের জন্য একটি নির্দেশিকা প্রণয়ন করতে পারে। ৫.৩ আবাসিক/বাণিজ্যিক/শিল্প খাতভুক্ত গ্রাহকদের জন্য প্রকল্পসমূহ ৫.৩.১ যেকোনো গ্রাহক (আবাসিক/বাণিজ্যিক/শিল্প/অন্যান্য) তার ছাদে/প্রাঙ্ণে নবায়নযোগ্য জ্বালানি প্রকল্প স্থাপন করতে পারবে। ৫.৩.২ সরকার নেট মিটারিং নির্দেশিকা অনুসারে বা অন্য কোনো অনুমোদিত ব্যবস্থার মাধ্যমে রুফটপ সোলার পিভি প্রকল্প সম্প্রসারণের (ক্কেল-আপ) জন্য অনুকূল পরিবেশ সৃষ্টি করবে। সরকার সরকারি আবাসিক ভবন, বাণিজ্যিক ও শিল্প প্রতিষ্ঠান এবং অন্যান্য উপযুক্ত স্থাপনায় গ্রিড-সংযুক্ত রুফটপ সোলার পিভি প্রকল্পের বাস্তবায়নে উৎসাহ প্রদান করবে এবং এর প্রসারে প্রয়োজনীয় উদ্যোগ গ্রহণ করবে। ৫.৩.৩ সরকার দুই বা ততোধিক গ্রিড-সংযুক্ত পক্ষের মধ্যে রুফটপ সোলার পিভি বিদ্যুতের পিয়ার-টু- পিয়ার (১21১) ট্রেডিংকেও উৎসাহিত করবে। 727» মডেলের বাস্তবায়ন স্রেডা কর্তৃক প্রণীত নির্দেশিকা অনুযায়ী হবে। ৫.৩.৪ কোনো গ্রাহকের (আবাসিক/বাণিজ্যিক/শিল্প/অন্যান্য) ছাদ বা প্রাঙ্ণে বিদ্যুৎ উৎপাদন এবং তা উক্ত গ্রাহক বা একই প্রাঙ্গণের অন্যান্য গ্রাহকের নিকট বিক্রয়ের জন্য ডেভেলপারের মাধ্যমেও নবায়নযোগ্য জ্বালানি প্রকল্প স্থাপন করা যাবে। এজন্য প্রকল্প ডেভেলপার ও গ্রাহককে নেট মিটারিং নির্দেশিকা বা অনুরুপ ভবিষ্যৎ নির্দেশিকার আওতায় একটি ইজারা চুক্তি এবং/অথবা বিদ্যুৎ ক্রয়-বিক্রয় চুক্তি সম্পাদন করতে হবে। ৫.৩.৫ গ্রিড-সংযুক্ত বুফটপ সোলার পিভি প্রকল্পের বাস্তবায়ন (আবেদন মূল্যায়ন, অনুমোদন, মিটারিং প্রটোকল, নিরাপত্তা প্রটোকল এবং মানদণ্ডসহ) সংশ্লিষ্ট কর্মসূচি নির্দেশিকা অনুসারে সংশিষ্ট বিতরণ ইউটিলিটি দ্বারা পরিচালিত হবে। ৫.৩.৬ গ্রাহকদের নিজস্ব ব্যবহারের জন্য তাদের ছাদের ওপর স্থাপিত, গ্রিড থেকে সম্পূর্ণ বিচ্ছিন্ন (এনার্জি স্টোরেজ সিস্টেমসহ অথবা ছাড়া) সোলার প্রকল্নগুলোকে স্ট্যান্ডআ্যালোন এবং অফ- গ্রিড প্রকল্প হিসেবে গণ্য করা হবে। এই নীতিমালার অধীনে নিরাপত্তা প্রোটোকল অনুসরণ করে সরকার অফ-গ্রিড রুফটপ সোলার পিভি প্ল্যান্ট স্থাপনকে উৎসাহিত করবে। স্ট্যান্ডআযালোন এবং অফ-গ্রিড সোলার পিভি প্রকল্পের বাস্তবায়নকারীগণ উপযুক্ত এজেন্সির মাধ্যমে স্রেডা”র সাথে অনলাইনে তাদের প্রকল্পের নিবন্ধন সম্পন্ন করবেন। ৫.৩.৭ প্রকল্প বাস্তবায়নকারীকে প্রযোজ্য আইন, নীতিমালা ও নির্দেশিকার বিধান অনুসারে অফ-গ্রিভ ও অন-গ্রিড উভয় সিস্টেমের জন্য নিরাপত্তা কোড, বজ্ নিষ্পত্তি ও ব্যবস্থাপনার মানদণ্ড এবং নিরাপদ পরিচালনার মানদন্ড মেনে চলতে হবে।"
  },
  {
    "id": "page_11",
    "page": 11,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১০৯ ৫.৩.৮ গ্রিড/বিতরণ নেটওয়ার্কের সক্ষমতা থাকা সাপেক্ষে, সরকার শিল্প/বাণিজ্যিক প্রতিষ্ঠানের জন্য দূরবর্তী নবায়নযোগ্য জ্বালানি প্রকল্প থেকে ওপেন ত্যাক্সেস বিদ্যুৎ সঞ্চালনের ব্যবস্থা চালু করতে পারে। বিদ্যুৎ বিভাগ বা বিদ্যুৎ বিভাগ কর্তৃক মনোনীত কর্তৃপক্ষ এ বিষয়ে প্রয়োজনীয় নির্দেশিকা (নেটওয়ার্ক স্টাডি পদ্ধতিসহ) প্রণয়ন করবে এবং ওপেন ত্যাক্সেসের জন্য আবেদন থেকে অনুমোদন পর্যন্ত সম্পূর্ণ প্রক্রিয়াটি পরিচালনা করবে। ৫.৪ সৌর সেচের প্রসার ৫.৪.১ সরকার বিদ্যমান গ্রিড-সংযুক্ত এবং ডিজেলচালিত সেচ পাম্পগুলোর পরিচালনায় সৌর বিদ্যুৎ ব্যবহারের প্রসারে উৎসাহী ৫.৪.২ স্রেডা সৌর সেচ পাম্প পরিচালনার জন্য একটি ব্যবসায়িক মডেল প্রণয়ন করবে যাতে সেচ মৌসুমের বাইরেও সৌরচালিত সেচ পাম্পের ক্যাপাসিটি ব্যবহার করা যায়। ৫.৫ বৈদ্যুতিক যানবাহন চার্জিং এবং ব্যাটারি প্রতিস্থাপন স্টেশনে নবায়নযোগ্য জ্বালানি ব্যবহারের প্রসার ৫.৫.১ সরকার পরিবহন খাতে নবায়নযোগ্য জ্বালানির ব্যবহার উৎসাহিত করবে। ৫.৫.২ চার্জিং স্টেশন সেবা প্রদানকারীগণ তাদের নিজেদের বা পাবলিক চার্জিং স্টেশন/অবকাঠামো পরিচালনার জন্য তাদের স্থাপনায় নবায়নযোগ্য জ্বালানি প্ল্যান্ট স্থাপন করতে পারবেন। ৫.৫.৩ বৈদ্যুতিক গাড়ি/ব্যাটারি চার্জ করার জন্য নবায়নযোগ্য জ্বালানি প্ল্যান্টগুলো এনার্জি স্টোরেজ সিস্টেমসহ বা ছাড়াই হতে পারে। ৫.৬ ভাসমান সোলার প্রকল্পের প্রসার ৫.৬.১ সরকার জলাধার, হুদ বা অন্য কোনো জলাশয়ে বাস্তুতন্্র (ইকো-সিস্টেম) ও মৌলিক কার্যব্রমকে বীধাগ্রস্ত না করে ভাসমান সোলার প্রকল্পের উন্নয়নকে উৎসাহিত করবে। ৫.৬.২ সরকার ভাসমান সোলার প্রকল্প স্থাপন এবং তা হতে উৎপাদিত বিদ্যুৎ ইউটিলিটি অথবা নগরের স্থানীয় কর্তৃপক্ষের নিকট বিক্রয়ের জন্য জলাশয় দীর্ঘমেয়াদে ইজারা/ভাড়াভিত্তিতে বরাদ্দ প্রদান করতে পারে; তবে এতে মৎস্যচাষ, মৎস্য আহরণ এবং নৌযান চলাচলের সম্ভাবনা ও বিকাশ ব্যাহত হবে না তা নিশ্চিত করতে হবে। নদী, খাল, সমুদ্র, হাওর-বাওর ইত্যাদি অ-ইজারাযোগ্য জলাশয়ে ভাসমান সোলার প্রকল্প স্থাপনের বিষয়ে “জাতীয় নদী রক্ষা কমিশন” জাতীয় স্বার্থ এবং এ সংক্রান্ত সকল দিক বিবেচনায় নিয়ে সময়ে সময়ে পর্যালোচনা করতে পারবে। ৫.৬.৩ ভাসমান সোলার প্রকল্পসমূহ এনাজি স্টোরেজ সিস্টেমসহ বা ব্যতীত উভয়ভাবেই স্থাপন করা যেতে পারে।"
  },
  {
    "id": "page_12",
    "page": 12,
    "text": "৬১১০ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৫.৬.৪ ভাসমান সোলার প্রকল্প বাস্তবায়নের জন্য জলাশয়ের সুরক্ষা, মাছের খাদ্যাভাস, প্রজনন, জীব- বৈচিত্র্য, নৌ-চলাচল ইত্যাদি রক্ষার বিধান অন্তর্ভূক্ত করে স্রেডা প্রয়োজনীয় নির্দেশিকা প্রণয়ন করবে। ৫.৭ সৌর বিদ্যুৎভিত্তিক মিনি, মাইক্রো, ন্যানো, পিকো গ্রিড ৫.৭.১. বিদ্যুৎ বিতরণ ইউটিলিটিগুলো তাদের স্ব-স্ব এলাকায় যেখানে জাতীয় গ্রিড নেটওয়ার্কের মাধ্যমে বিদ্যুৎ সংযোগ দেয়া সম্ভব নয়, সেখানে সোলার মিনি, মাইক্রো, ন্যানো, পিকো গ্রিডের মাধ্যমে অথবা অন্যান্য নবায়নযোগ্য জ্বালানি উৎসের সাথে ও/অথবা 7379১/795 এর সাথে হাইব্রিড সি্টেমের মাধ্যমে বিদ্যুৎ সরবরাহ করবে। ৫.৭.২ যেখানে প্রযোজ্য বা উপযুক্ত, সেখানে বেসরকারি প্রতিষ্ঠান প্রতিযোগিতামূলক বাজার ব্যবস্থার ভিত্তিতে সোলার বা নবায়নযোগ্য জ্বালানিভিত্তিক মিনি/মাইক্রো/ন্যানো/পিকো গ্রিড স্থাপন ও পরিচালনা করতে পারবে। বিইআরসি এরুপ মিনি/মাইক্রো/ন্যানো/পিকো গ্রিড হতে সরবরাহকৃত বিদ্যুতের বিতরণ মূল্য নির্ধারণ করবে। প্রতিযোগিতামূলক বাজার সৃষ্টির লক্ষ্যে এক্ষেত্রে কোন ভৌগোলিক সীমানা নির্ধারণ করে দেওয়া হবে না। ৫.৭.৩ স্রেডা প্রয়োজন অনুযায়ী সোলার মিনি, মাইক্রো, ন্যানো এবং পিকো গ্রিডের ক্যাপাসিটি এবং কারিগরি শর্তাবলি পুনঃনির্ধারণ করে প্রকাশ করতে পারবে। ৫.৮ অন্যান্য সৌর প্রযুক্তিসমূহ ৫.৮.১. সরকার এই নীতিমালার আওতায় সোলার স্ট্রিট লাইট, সোলার ড্িংকিং ওয়াটার সিস্টেম, সোলার ওয়াটার হিটিং, এগ্রি-পিভি, বিল্ডিং-ইন্টিগ্রেটেড ফটোভোল্টাইকস (বিআইপিভি), বিটিএস চার্জিং স্টেশন এবং নবায়নযোগ্য জ্বালানি হিসেবে চিহ্নিত যেকোনো নতুন প্রযুক্তির প্রসার করবে। ৫.৯ বায়ু জ্বালানির প্রসার ৫.৯.১ স্রেডা সম্ভাবনাময় অঞ্চলসমূহ চিহ্নিত করে সঠিক ৬100 1911105 প্রকাশ করবে। বায়ু জ্বালানির লক্ষ্যমাত্রা অর্জনের লক্ষ্যে স্রেডা অগ্রাধিকারভিত্তিতে ৬170 [২95001:09 /5559$917901 পরিচালনার কার্যক্রম গ্রহণ করবে। ৫.৯.২ সংশ্লিষ্ট কর্তৃপক্ষের সাথে প্রাক পরামর্শ ক্রমে এবং এ নীতিমালার ৫.২ অনুচ্ছেদের বিধান অনুসরণ করে, এনাজি স্টোরেজ সিস্টেমসহ বা ছাড়া অফশোর বা অনশোর বায়ু বিদ্যুৎ প্রকল্প বাস্তবায়ন করা যাবে।"
  },
  {
    "id": "page_13",
    "page": 13,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১১১ ৫.১০ জৈব (বায়োম্যাস) প্রকল্পের প্রসার ৫.১০.১ বায়োম্যাস গ্রামীণ এলাকায় জ্বালানির অন্যতম প্রধান উৎস হওয়ায় এর উন্নয়নের জন্য “বায়োম্যাস রিসোর্স ম্যাপিং, এর ভিত্তিতে স্রেডা একটি সমন্বিত পরিকল্পনা প্রণয়ন করবে। ৫.১০.২ দেশে জৈব-জ্বালানিভিত্তিক প্রকল্প বাস্তবায়নের লক্ষ্যে সরকার বায়োম্যাস হতে বিদ্যুৎ উৎপাদনে উৎসাহ প্রদান করবে। ৫.১০.৩ বায়োম্যাস প্রকল্পের ডেভেলপারকে ক্যাপটিভ ব্যবহারের পাশাপাশি দেশের অভ্যন্তরে তৃতীয় পক্ষের নিকট বিদ্যুৎ বিক্রয়ের অনুমতি দেয়া হবে। ৫.১০.৪ রান্নার কাজে ব্যবহারের জন্য অথবা বায়োগ্যাসের বোতলজাতকরণ বা ব্যাগিংয়ের জন্য ৫.১০.৫ বৃহৎ বায়োম্যাস বিদ্যুৎ প্রকল্প (১ মেগাওয়াটের বেশি) বাস্তবায়নের জন্য প্রকল্পের ডেভেলপার কর্তৃক বায়োম্যাস টেকসইভাবে অর্থাৎ বন নিধন না করে সংগ্রহ করা হয়েছে এবং প্রকল্প বাস্তবায়নের ফলে পরিবেশের উপর কোন বিরুপ প্রভাব পড়বে না মর্মে নিশ্চয়তা প্রদান করতে হবে। ৫.১০.৬ খাদ্য নিরাপত্তা ও ফসল উৎপাদন ব্যাহত না করে জৈব-জ্বালানির উৎপাদন ও ব্যবহার কে উৎসাহিত করা হবে। ৫.১০.৭ বায়োম্যাস প্রকল্পের প্রসারের জন্য স্রেডা একটি নির্দেশিকা প্রণয়ন করবে। ৫.১১ বজ্জ্য থেকে জ্বালানি উৎপাদন প্রকল্পের প্রসার ৫.১১.১ দেশে বজ্য থেকে জ্বালানি উৎপাদন প্রকল্পের প্রসারে সরকার বর্জ্য থেকে জ্বালানি উৎপাদনকে উৎসাহিত করবে। বজ্জয থেকে জ্বালানি উৎপাদন প্রকল্প হতে ইউটিলিটি কর্তৃক বিদ্যুৎ ক্রয় সরকারি পদ্ধতি অনুসারে নির্ধারিত মূল্য ট্যারিফ) অনুযায়ী হবে। বজ্য থেকে জ্বালানি উৎপাদন প্রকল্প বাস্তবায়নকারীকে উৎপাদিত বিদ্যুতের ক্যাপটিভ ব্যবহার বা দেশের অভ্যন্তরে তৃতীয় পক্ষের নিকট বিক্রয়ের জন্য অনুমতি দেয়া হবে। ৫-১২ ব্যাটারি এনার্জি স্টোরেজ সিস্টেম (বিইএসএস) এবং অন্যান্য নবায়নযোগ্য জ্বালানি সংরক্ষণ ব্যবস্থা নবায়নযোগ্য জ্বালানির মাধ্যমে দেশের ক্রমবর্ধমান বিদ্যুতের চাহিদা মেটানোর লক্ষ্যে এই নীতিমালার আওতায় সরকার দেশে ব্যাটারি এনার্জি স্টোরেজ সিস্টেম 03129) বা অন্যান্য 7৭3 এর বিস্তারে সহায়তা করবে, যা গ্রিডে নবায়নযোগ্য জ্বালানি হতে উৎপাদিত বিদ্যুতের পরিমাণ বৃদ্ধিতে সহায়ক হবে। এর মাধ্যমে গ্রিভ অপ্টিমাইজেশন, পিক রিডাকশন/সংরক্ষণ, লাইন কনজেশন, কার্টেলমেন্ট ম্যানেজমেন্ট, নির্ভরযোগ্যতার বিবেচনায় করণীয় কার্যক্রম, ইন্ট্রাডে ভ্যারিয়েশন এবং খতু পরিবর্তন এবং অপরাপর বিষয়াবলিতে প্রয়োজনীয় গ্রিড পরিষেবা প্রদান করা যাবে।"
  },
  {
    "id": "page_14",
    "page": 14,
    "text": "৬১১২ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৫.১২.১73799/793 পরিষেবা প্রদানকারীগণ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীদের সাথে যুক্ত হতে পারবেন অথবা যেকোনো জ্বালানি উৎস থেকে বিদ্যুৎ সঞ্চয় করতে পারবেন। সঞ্চিত বিদ্যুৎ দেশের অভ্যন্তরে বিদ্যুৎ ক্রেতা বোবিউবো/বিতরণ ইউটিলিটি) বা ওপেন আযাক্সেস গ্রাহকদের নিকট বিক্রয় করা যাবে। ৫.১২.২ 1799/7295 দেশের অভ্যন্তরে নবায়নযোগ্য জ্বালানি প্রকল্পের সঙ্গে একই স্থানে স্থাপন করা যাবে অথবা বিদ্যমান সঞ্চালন ক্ষমতার সর্বোন্তম ব্যবহারের জন্য লোড সেন্টারের কাছেও স্থাপন করা যাবে৷ ৫.১২.৩ বিদ্যমান এবং নতুন নবায়নযোগ্য জ্বালানি প্রকল্পে উৎপাদনের তারতম্য ব্যবস্থাপনার জন্য এবং সঞ্চালন/বিতরণ সংস্থাগুলোর প্রয়োজন অনুযায়ী প্রয়োজনীয় গ্রিভ সহায়তা পরিষেবা/সহায়ক পরিষেবা প্রদান করার জন্য এনার্জি স্টোরেজ সিস্টেম ব্যবহার করা যাবে। ৫.১২.৪ ক্যাপটিভ/তৃতীয় পক্ষের নিকট বিক্রয়ের জন্য গৃহীত নবায়নযোগ্য জ্বালানি প্রকল্পে এনাজি স্টোরেজ সিস্টেম ব্যবহার করা যাবে। নবায়নযোগ্য জ্বালানি ক্যাপটিভ/তৃতীয় পক্ষের নিকট বিক্রয়ের প্রকল্পে এনার্জি স্টোরেজ সিস্টেম ব্যবহারের বিষয়ে বিদ্যুৎ বিভাগের অনুমোদন নিয়ে স্রেডা প্রয়োজনীয় নির্দেশিকা জারি করবে। ৫.১৩ অন্যান্য নবায়নযোগ্য জ্বালানি উৎসসমূহ ৫.১৩.১ বৈশ্বিক উন্নয়ন খারা পর্যবেক্ষণ করে, সরকার সোলার থার্মাল, জিওথার্মাল, ক্ষুদ্র এবং ছোট হাইড্রো, জোয়ার, তরঙ্গ, নদীর স্রোত, গ্রিন হাইড্রোজেন ইত্যাদির সম্ভাব্যতা মূল্যায়নের জন্য উদ্যোগ নিবে এবং নবায়নযোগ্য জ্বালানি উৎসগুলোর গবেষণা ও উন্নয়নের জন্য কার্যক্রম গ্রহণ করবে। ৫.১৪ উন্তাবন/পাইলট প্রকল্পসমূহ ৫.১৪.১ সরকার দেশে নতুন ও উদীয়মান প্রযুক্তিগুলোর প্রসারকে উৎসাহিত করবে। ৫.১৪.২ নবায়নযোগ্য জ্বালানি খাতের টেকসই অগ্রগতির লক্ষ্যে সরকার গবেষণা ও উন্নয়ন কার্যক্রম বাস্তবায়নে সচেষ্ট থাকবে৷ ৬.০ ভূমি ৬.১ খাদ্য নিরাপত্তা ও পরিবেশগত বিষয়াবলি বিবেচনা করে ভূমির সর্বোচ্চ কার্যকর ব্যবহার নিশ্চিত করতে হবে। ৬.২ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নের জন্য প্রয়োজনীয় জমি অধিগ্রহণ/লিজ/ক্রয় করা সংশ্লিষ্ট প্রকল্প ডেভেলপারের প্রাথমিক দায়িত্ব। প্রকল্প ডেভেলপারকে বাংলাদেশ সরকারের নির্ধারিত আইন ও বিধির আওতায় ভূমির শ্রেণি পরিবর্তনের প্রয়োজনীয়তা ছাড়াই বেসরকারি অকৃষি জমিতে নবায়নযোগ্য জ্বালানি প্রকল্প স্থাপনের অনুমতি প্রদান করা হবে। জ্বালানি নিরাপত্তার পাশাপাশি খাদ্য নিরাপন্তা নিশ্চিত করতে নবায়নযোগ্য জ্বালানি প্রকল্পের সাথে কৃষির সহাবস্থানকে (যেমন: এপ্রি-ভোল্টাইক) উৎসাহিত করা হবে।"
  },
  {
    "id": "page_15",
    "page": 15,
    "text": "৬.৪ ৬৫ ৬৬ বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১১৩ সরকার নবায়নযোগ্য জ্বালানি প্রকল্পের উন্নয়নের জন্য সরকারি আইন, বিধি ও নীতিমালার আওতায় পতিত জমি, সরকারি খাস জমি, চর, নদীর তীর, সমুদ্র উপকূল, পাহাড়ি এলাকা ইত্যাদি জমি বরাদ্দ দিতে পারবে। যেসব ভূমির কৃষি মূল্য বা অন্যান্য সহ-সুবিধা নেই, সেসব ভূমি বরাদ্দ প্রদানে উৎসাহিত করা হবে। মাঝারি এবং উচ্চ ক্ষমতাসম্পন্ন সৌর এবং বায়ু বিদ্যুৎ প্রকল্প বাস্তবায়নের জন্য সম্ভাব্যতা সমীক্ষার মাধ্যমে সম্ভাব্য হাব হিসেবে সরকারি জমি চিহ্নিত করা যেতে পারে। হাবের অবকাঠামো সরকার বা বেসরকারি সংস্থার নিজস্ব ব্যবস্থাপনায় বা সংশ্লিষ্ট জাতীয়/আন্তর্জাতিক সংস্থার আর্থিক/প্রযুক্তিগত সহায়তায় অগ্রিম নির্মাণ করা যাবে। বাংলাদেশ রেলওয়ে, সড়ক ও জনপথ অধিদপ্তর, বাংলাদেশ সেতু কর্তৃপক্ষ, 73৬/3, [31৬4 77১7, 77, 33010 ইত্যাদি বিভিন্ন সংস্থা/বিভাগের অনেক অব্যবহৃত জমি বা খোলা জায়গা রয়েছে যা নবায়নযোগ্য জ্বালানি প্রকল্পের উন্নয়নের জন্য কার্যকরভাবে ব্যবহার করা যেতে পারে। এই ধরনের জমি নবায়নযোগ্য জ্বালানি প্রকল্পে ব্যবহারের জন্য পারস্পরিক সম্মত শর্তাবলির ভিত্তিতে সরকার একটি নির্দেশনামূলক আদেশ বা একটি নীতি নির্দেশিকা বাংলাদেশে নবায়নযোগ্য জ্বালানি প্রকল্পের জন্য জমির প্রাপ্যতা খুবই সীমিত। সরকার ইউটিলিটি-স্কেল নবায়নযোগ্য জ্বালানি প্রকল্পের জন্য উপযুক্ত স্থান চিহ্নিত করতে ভূমি ব্যবহার সমীক্ষা পরিচালনার বিষয়টি বিবেচনা করতে পারে। সমীক্ষায় সরকারি জমি ব্যবহার করার সুবিধাগুলো অন্তর্ভূক্ত করা ছাড়াও এমন জমি চিহ্নিত করা যেতে পারে, যেগুলোর কৃষি মূল্য নেই এবং নবায়নযোগ্য জ্বালানি প্রকল্পের জন্য সুবিধাজনক অঞ্চল হতে পারে ৭.০ লাইসেন্সি/রেজিন্ট্রেশন ৭.১ ৭.২ ৭৩ ৭.8 বিইআরসি এর লাইসেন্স প্রবিধান অনুযায়ী ৫ মেগাওয়াট বা তার বেশি ক্ষমতাসম্পন্ন নবায়নযোগ্য জ্বালানি প্রকল্প হতে বিদ্যুৎ বিক্রয়ের জন্য বিইআরসি হতে বিদ্যুৎ উৎপাদন লাইসেন্স গ্রহণ করতে হবে। বিইআরসি কর্তৃক সময়ে সময়ে হালনাগাদকৃত লাইসেন্স প্রবিধান এ নীতিমালার এই অনুচ্ছেদের ক্ষেত্রে প্রযোজ্য হবে। জাতীয় নবায়নযোগ্য জ্বালানি ডাটাবেজ ব্যবস্থাপনা এবং হালনাগাদ করার জন্য দেশে স্থাপিত সকল নবায়নযোগ্য জ্বালানি প্রকল্প অবশ্যই স্রেডা কর্তৃক নিযুক্ত এজেন্সি দ্বারা স্রেডাতে নিবন্ধিত হতে হবে। নিশ্ন-ভোল্টেজ বা লো-টেনশন (1) বিতরণ নেটওয়ার্কের সাথে সংযুক্ত নবায়নযোগ্য জ্বালানি প্রকল্নগুলোকে সংশ্লিষ্ট বিতরণ সংস্থার মাধ্যমে নিবন্ধিত হতে হবে। নবায়নযোগ্য জ্বালানি প্রকল্পের বিডিং বা দরপত্রে অংশগ্রহণের জন্য স্রেডা-তে কোনো পূর্ব নিবন্ধনের প্রয়োজন হবে না| কেবলমাত্র সফল দরদাতাকে তার প্রকল্প স্রেডা-তে নিবন্ধন করতে হবে৷"
  },
  {
    "id": "page_16",
    "page": 16,
    "text": "৬১১৪ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৮.০ বিনিয়োগ এবং আর্থিক সুবিধাদি ৮.১. বিনিয়োগ সুবিধাদি ৮.১.১ প্রচলিত নবায়নযোগ্য জ্বালানি অর্থায়ন সুবিধা সম্প্রসারণ বা বৃদ্ধি করা হবে, যাতে সরকারি- বেসরকারি খাত, উন্নয়ন সহযোগী এবং কার্বন মার্কেট থেকে অর্থ সংগ্রহের মাধ্যমে বিনিয়োগযোগ্য নবায়নযোগ্য জ্বালানি প্রকল্পে অধিকতর বিনিয়োগ নিশ্চিত করা যায়। ৮.১.২ বাণিজ্যিক খণের পাশাপাশি, নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীদের নবায়নযোগ্য জ্বালানি সরঞ্জাম ক্রয়ে আর্থিক সহায়তা প্রদানের জন্য গ্রামীণ ও প্রত্যন্ত অঞ্চলে ক্ষুদ্র খণ সহায়তা নেটওয়ার্ক সম্প্রসারণ করা হবে। ৮.১.৩ সরকার নবায়নযোগ্য জ্বালানি ও জ্বালানি দক্ষতা প্রকল্পে বিনিয়োগ সহজতর করবে। সংশ্লিষ্ট পক্ষগুলো প্রযোজ্য আইনি কাঠামোর অধীনে স্থানীয় ও বিদেশী অর্থায়ন সংগ্রহ করতে পারবে। ৮.১.৪ নবায়নযোগ্য জ্বালানি উন্নয়নে যৌথ উদ্যোগসহ (7৬) বেসরকারি খাতের অংশগ্রহণ উৎসাহিত ও সম্প্রসারিত করা হবে। ৮.১.৫ দেশে সৌর, বায়ু বায়োম্যাস বা অন্য কোনো নবায়নযোগ্য জ্বালানি প্রকল্প স্থাপনের জন্য প্রণোদনা প্রদানের লক্ষ্যে স্রেডা একটি নির্দেশিকা প্রণয়ন করবে। ৮.১.৬ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নের জন্য সম্ভাব্য পৃষ্ঠপোষকদের উপযুক্ত অর্থায়নের ব্যবস্থা গ্রহণের বিষয়ে সরকার পদক্ষেপ নিতে পারে। ৮.১.৭ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীগণ নবায়নযোগ্য জ্বালানি সনদ ব্যবস্থাপনা কাঠামোর (২.0) অধীনে প্রকল্প স্থাপন করতে পারবে। ৮.১.৮ নবায়নযোগ্য জ্বালানি ক্রয়ে বাধ্যকৃত সংস্থা তাদের নবায়নযোগ্য ক্রয় বাধ্যবাধকতা (আরপিও) পূরণের জন্য নবায়নযোগ্য জ্বালানি প্রকল্প স্থাপন করতে পারবে। ৮.১.৯ বাংলাদেশ সরকার সোলার সেল, সোলার প্যানেল, ইনভার্টার, মাউন্টিং স্ট্রাকচার, ক্যাবল, স্টোরেজ ব্যাটারি বা এনাজজি স্টোরেজ সিস্টেম ইত্যাদিসহ সৌর বিদ্যুৎ সরঞ্জাম উৎপাদনকে উৎসাহিত করবে। সরকার এসকল সরঞ্জাম উৎপাদন-সংযুক্ত কার্যক্রমেও প্রণোদনা দিতে পারে৷ ৮.১.১০ একই জমিতে সৌর বিদ্যুৎ প্রকল্পের সাথে ফসল চাষ এবং পানি সংরক্ষণের লক্ষ্যে ভূমির সহ- ব্যবহার উৎসাহিত করার জন্য একটি উপযুক্ত প্রণোদনা স্কিম তৈরি করা হবে। কৃষি, মৎস্য ও প্রাণিসম্পদ খাতে সৌর বিদ্যুৎ উৎপাদন উৎসাহিত করতে কৃষকদের প্রয়োজনীয় প্রণোদনা প্রদান করা যেতে পারে। ৮.১.১১ নবায়নযোগ্য জ্বালানি প্রযুক্তির (২725) প্রসারের লক্ষ্যে পানি গরম করার কাজে গ্রিডের বিদ্যুৎ এবং গ্যাসের ব্যবহার নিরুৎসাহিত করা হবে।"
  },
  {
    "id": "page_17",
    "page": 17,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১১৫ ৮.২ আর্থিক প্রণোদনা ৮.২.১ বিদ্যুৎ উৎপাদনের সামগ্রিক মিশ্রণে নবায়নযোগ্য জ্বালানির অন্তর্ভুক্তি সহজতর করার জন্য, নবায়নযোগ্য জ্বালানি সরঞ্জাম উৎপাদনে ব্যবহৃত সকল নবায়নযোগ্য জ্বালানি উপাদান/খুচরা যন্ত্রাংশ এবং সংশ্লিষ্ট কীচামালে এই নীতিমালার সরকারি গেজেট বিজ্ঞপ্তি প্রকাশের তারিখ থেকে আমদানি শুঙ্ষ এবং ভ্যাট চার্জ থেকে অব্যাহতি দেয়া যেতে পারে। এই সুবিধা সময়ে সময়ে প্রভাব মূল্যায়নের ভিত্তিতে পর্যায়ক্রমে বর্ধিত করা হবে। ৮.২.২ বিদ্যুৎ খাতে নবায়নযোগ্য জ্বালানির প্রসারের জন্য, সরকারি ও বেসরকারি উভয়খাতের ৮.৩ নবায়নযোগ্য জ্বালানি প্রযুক্তি উন্নয়ন শিল্প এবং প্রকল্প বাস্তবায়নকারীদের ১০ বছরের জন্য কর্পোরেট আয়কর থেকে সম্পূর্ণ অব্যাহতি দেয়া হবে এবং পরবর্তী ৫ বছরের জন্য আংশিকভাবে অব্যাহতি দেয়া হবে (৩ বছর ৫০% এবং পরবর্তী ২ বছর ২৫%)। এই সুবিধা কেবল ১লা জুলাই ২০২৫ থেকে ৩০শে জুন ২০৩০ এর মধ্যে চালুকৃত প্রকল্পের ক্ষেত্রে প্রযোজ্য হবে। নবায়নযোগ্য জ্বালানি খাতে বিনিয়োগকারী বিদেশি বিনিয়োগকারীগণও বিডা, বেজা বা বেপজার মাধ্যমে বিনিয়োগকারী প্রতিষ্ঠানের ন্যায় সমসুবিধা প্রাপ্য হবেন। ৮.২.৪ নবায়নযোগ্য জ্বালানি উৎপাদনে ব্যবহৃত সকল নবায়নযোগ্য জ্বালানি সরঞ্জাম/যন্ত্রপাতি ও সংশ্লিষ্ট কীচামাল, যা স্থানীয়ভাবে তৈরি করা হয় না, একটি স্বীকৃত পরীক্ষাগার থেকে প্রাপ্ত পরীক্ষণ প্রতিবেদনসহ আমদানি করা হলে তা শুক্ক ও ভ্যাট হতে অব্যাহতি পেতে পারে। এ সুবিধা পাওয়ার জন্য প্রকল্প বাস্তবায়নকারী শুধুমাত্র নির্দিষ্ট প্রকল্পে স্থাপন করার জন্য শুন্ষমুক্ত যন্ত্রাংশ/মালামাল আমদানি করবে এবং স্থানীয় বাজারে এ জাতীয় কোনো যন্ত্রাংশ/মালামাল বিক্রয় করবে না বা নির্দিষ্ট ক্ষেত্র ব্যতীত অন্য কোথাও ব্যবহার করবে না মর্মে স্রেডার নিকট একটি অজ্জীকারনামা প্রদান করতে হবে। ৮.২.৫ এনবিআরের সাথে আলোচনা করে প্রান্তিক ব্যবহারকারীদের কাছে কর অব্যাহতির সুবিধা পৌছানোর জন্য বিদ্যুৎ বিভাগ গ্রহণযোগ্য প্রক্রিয়া নির্ধারণ করবে। ৮.২.৬ এই নীতিমালার অধীনে প্রকল্প বাস্তবায়নকারীকে নির্দিষ্ট নবায়নযোগ্য জ্বালানি সামগ্রীর উপর শুন্ষ সংক্রান্ত প্রণোদনা প্রদান করা হবে। ৮.২.৭ ওপেন ত্যাক্সেস সুবিধার অধীনে বিতরণ ইউটিলিটির নেটওয়ার্ক ব্যবহার করে বৈদ্যুতিক যান (7৬) চাজিং স্টেশন স্থাপনের জন্য নিবেদিত নবায়নযোগ্য জ্বালানি প্রকল্পগুলোর জন্য হুইলিং চার্জ মওকুফের বিষয়টি সরকার বিবেচনা করতে পারে। ৮.২.৮ অভ্যন্তরীণ সম্পদ বিভাগ (7২) এর অনুমোদন সাপেক্ষে নবায়নযোগ্য জ্বালানি প্রকল্পের ভূমি নিবন্ধনের ক্ষেত্রে বিনিয়োগকারীকে স্ট্যাম্প ডিউটি ছাড় দেয়া যেতে পারে। ৮.২.৯ কার্বন ট্রেডিংয়ের জন্য একটি প্রণোদনামূলক ব্যবস্থা চালু করা যেতে পারে। কার্বন ট্রেডিং থেকে প্রাপ্ত আয়কে আয়কর অব্যাহতি দেয়া যেতে পারে।"
  },
  {
    "id": "page_18",
    "page": 18,
    "text": "৬১১৬ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৯.০ কার্বন মার্কেট কার্বন ট্রেডিং হল নিয্ন-কার্বন অর্থনীতিকে উন্নীত করার একটি প্রক্রিয়া। এটি [72000 এর অধীনে স্বীকৃত। বাংলাদেশ প্যারিস চুক্তি স্বাক্ষরকারী দেশ হওয়ায় জলবায়ু পরিবর্তন হ্রাস বিষয়ক প্রকল্প বাস্তবায়নের জন্য বৈশ্বিক কার্বন মার্কেট এবং অন্যান্য বৈশ্বিক অর্থায়ন সুবিধা গ্রহণের সুযোগ রয়েছে। সরকারি এবং বেসরকারি উভয় খাতের সংস্থা এই অর্থায়ন সুবিধা গ্রহণ করতে পারে। বাংলাদেশ সরকার আরই প্রকল্প ডেভেলপারদেরকে প্যারিস চুক্তি এবং কার্বন মার্কেটের অধীনে বিভিন্ন মার্কেট মেকানিজম ব্যবহার করে নবায়নযোগ্য জ্বালানি প্রকল্প/প্রোগ্রাম প্রণয়নের জন্য উৎসাহিত করে, তবে এর জন্য বিদ্যুৎ বিভাগের পূর্বানুমতি গ্রহণ আবশ্যক। ৯.১ স্র্ডা কার্বন মার্কেটে অংশগ্রহণকারী ও কার্বন ট্রেডিংয়ে সম্পৃক্ত নবায়নযোগ্য জ্বালানি প্রকল্নগুলোর একটি তালিকা সংরক্ষণ করবে। ৯.২ কার্বন ট্রেডিং এর জন্য একটি প্ল্যাটফর্ম তৈরি করা হবে। ১০.০ গ্রিড সংযোগ ১০.১ সিস্টেমের প্রয়োজনীয়তা গ্রিডের স্থিতিশীলতা এবং বিদ্যুতের গুণগত মান নিশ্চিত করার জন্য গ্রিডে নবায়নযোগ্য জ্বালানি উৎস হতে প্রাপ্ত পরিবর্তনশীল বিদ্যুৎ একীভূত করতে নিম্নলিখিত উদ্যোগসমূহ গ্রহণের প্রয়োজনীয়তা আবশ্যক__ ১০.১.১ বিএসটিআই বা সংশ্লিষ্ট সংস্থার নির্ধারিত মান এবং সময়ে সময়ে জারি করা এর সংশোধন অনুযায়ী নবায়নযোগ্য জ্বালানির সরঞ্জাম ও উপকরণ প্রমিতকরণ করা হবে। ১০.১.২ জাতীয় গ্রিডে সরাসরি সংযুক্ত বা সংযুক্ত হবে এমন নবায়নযোগ্য জ্বালানি সিন্টেমকে অবশ্যই গ্রিড কোড মেনে চলতে হবে। ১০.১.৩ নবায়নযোগ্য উৎসগুলোর একীভূতকরণের জন্য নমনীয় ও দক্ষ সঞ্চালন এবং বিতরণ ১০.১.৪ গ্রিডের স্থিতিশীলতা এবং নিরাপত্তার জন্য প্ল্যান্ট এবং নেটওয়ার্ক উভয় পর্যায়ে পর্যাপ্ত সুরক্ষা ব্যবস্থা নিশ্চিতকরণ । ১০.১.৫ নবায়নযোগ্য এবং প্রচলিত জ্বালানির উৎসগুলো সমন্বয়ের মাধ্যমে আঞ্চলিক মিশ্র বিদ্যুৎ উৎপাদন সহজতর করা। ১০.১.৬ গ্রিডের স্থিতিশীলতার জন্য গ্রিড নেটওয়ার্কের কৌশলগত অবস্থানে কার্যকর এনার্জি স্টোরেজ প্রযুক্তির প্রয়োগ । ১০.১.৭ অধিকতর উন্নত সিন্টেম অপারেশনের জন্য উপযুক্ত আনুষঙ্গিক ব্যবস্থা এবং প্রযুক্তির সুবিধা প্রদান।"
  },
  {
    "id": "page_19",
    "page": 19,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১১৭ ১০.১.৮ সিস্টেম অপারেশনের কাজে ফ্রিকোয়েন্সি স্থিতিশীলতা বজায় রাখার জন্য পর্যাপ্ত স্পিনিং রিজার্ভের সুবিধা প্রদান। ১০.১.৯ শক্তিশালী এবং নমনীয় বৈদ্যুতিক নেটওয়ার্কগুলোর জন্য স্মার্ট গ্রিড, মাইক্রো গ্রিড, টাই- লাইন ইত্যাদি প্রযুক্তির প্রবর্তন। ১০.১.১০ নবায়নযোগ্য জ্বালানির উৎপাদন পূর্বাভাস ও সময়সূচি নির্ধারণে সহায়ক একটি সুসজ্জিত কেন্দ্রীয় পর্যবেক্ষণ ব্যবস্থা প্রতিষ্ঠাকরণ। ১০.১.১১ আন্তঃসংযোগ/টাই-লাইনের জন্য সঞ্চালন প্রযুক্তি উন্নত করা যাতে বিদ্যুৎ আমদানি ও রপ্তানি কাজে উৎপাদন বনাম চাহিদার ভারসাম্য বজায় থাকে। ১০.১.১২ সরকারি নীতিমালা দ্বারা নির্ধারিত উচ্চমাত্রার নবায়নযোগ্য জ্বালানির সংযোজন নিশ্চিত করার জন্য একটি সমন্বিত গবেষণার মাধ্যমে গ্রিড কোডকে সময়ে সময়ে হালনাগাদ ১০. সংযোগ ১০.২.১ ১০.২.২ ১০.২.৩ ১০.২.৪ ১০.২.৫ ১০.২.৬ ১০,৯২৭ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীকে ৩৩ কেভি বা তদুর্ধ৫ধ লেভেলে সংযোগের ক্ষেত্রে ইউটিলিটির মানদণ্ড অনুযায়ী 17985191110 30105 এবং 011 1000801 9009 সম্পন্ন করতে হবে। ইউটিলিটিগুলো ১০.২.১ এ উল্লিখিত স্ট্যাডি/সমীক্ষা মূল্যায়ন করবে। সন্তোষজনক হলে সম্ভাব্য সংযোগের জন্য নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারী বরাবর নির্দিষ্ট পাওয়ার ইভাকুয়েশন অনুমোদনের একটি সময়াবদ্ধ ছাড়পত্র প্রাদান করবে। বিইআরসি কর্তৃক সময়ে সময়ে জারীকৃত ট্যারিফ আদেশ ও সংশোধনী অনুসারে নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীকে সঞ্চালন খরচ ও লস বহন করতে হবে। প্রকল্প ব্যয় বোস্তবায়ন/সঞ্চালন/রক্ষণাবেক্ষণ) কমানোর জন্য একই এলাকার একাধিক নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীগণ একটি কমন সঞ্চালন লাইন স্থাপন বা ব্যবহার করতে পারবে। হুইলিং, ক্রস সাবসিডি সারচার্জ এবং অন্য কোনো প্রযোজ্য ওপেন এক্সেস চার্জ নবায়নযোগ্য জ্বালানি প্রকল্প বাস্তবায়নকারীদের জন্য বিইআরসি কর্তৃক নির্ধারিত হবে। গ্রিড সিস্টেমে রিত্যান্টিভ পাওয়ার আদান-প্রদানের ক্ষেত্রে নবায়নযোগ্য জ্বালানি উৎপাদনকারীকে গ্রিড কোড অনুসরণ করতে হবে। এ নীতিমালার অধীনে নির্দেশিকা অনুসরণ করে প্রকল্প বাস্তবায়নকারী এবং ক্রেতার মধ্যে স্বাক্ষরিত ক্রয়ষুক্তি 0১১) অনুসারে রিত্যান্টিভ পাওয়ার সংশ্লিষ্ট ক্ষতিপূরণ এবং পাওয়ার ফ্যাক্টর বজায় রাখতে হবে। নবায়নযোগ্য জ্বালানির উৎপাদনকারী সমস্ত বিদ্যমান কোড (গ্রিড কোড, ডিস্ট্রিবিউশন কোড, মিটারিং কোড, সেফটি কোড ইত্যাদি) এবং সময়ে সময়ে হালনাগাদকৃত সরকার/বিইআরসি-এর অন্যান্য সংশ্লিষ্ট প্রবিধান/অর্ডার/নির্দেশিকা মেনে চলবে।"
  },
  {
    "id": "page_20",
    "page": 20,
    "text": "৬১১৮ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ১০.২.৮ নবায়নযোগ্য জ্বালানি উৎপাদনকারীকে ইউনিট প্রতিশ্রুতি (0771 00101010191) এবং একদিন আগে প্রস্তুতকৃত সময়সূচি (98১-৪1)980 9017919) সিন্টেম অপারেটরকে প্রদান নিশ্চিত করতে হবে। ১০.২.৯ নবায়নযোগ্য জ্বালানি বিদ্যুৎ উৎপাদনকারী এবং সিস্টেম অপারেটরের মধ্যে নিবিড় সমন্বয় এবং সহযোগিতা বজায় রেখে নবায়নযোগ্য জ্বালানি বিদ্যুৎ উৎপাদনকারীকে নবায়নযোগ্য জ্বালানি প্রকল্প হতে উৎপাদিত বিদ্যুৎ (অনিবার্য পরিস্থিতি ব্যতিত 17005 101) অগ্রাধিকারভিত্তিতে গ্রিডে সরবরাহের নির্দেশনা প্রদান করা হবে। ১০.২.১০ নবায়নযোগ্য জ্বালানি উৎস হতে উৎপাদিত বিদ্যুৎ সংশ্লিষ্ট কর্মসূচির নির্দেশিকা অনুসারে বিলিংয়ের জন্য ডিসপাচ এর নির্দিষ্ট পয়েন্টে নির্ধারিত/প্রযোজ্য সিঞ্গেল/থ্রি-ফেজ একমুখী/দ্বিমুখী মিটার দ্বারা পরিমাপ করা হবে। ১১.০ নিয়ন্ত্রণ নীতিসমূহ ১১.১ নবায়নযোগ্য ক্রয় বাধ্যবাধকতা (আরপিও) এবং নবায়নযোগ্য জ্বালানি সনদ (আরইসি) উৎপাদন ইউটিলিটি, বিতরণ ইউটিলিটি এবং গ্রাহক পর্যায়ে চালু করা হবে৷ স্রেডা আরপিও এবং আরইসি প্রবর্তনের জন্য কৌশল বা নির্দেশিকা প্রণয়ন করবে। ১১.২ সরকারি ইউটিলিটি কর্তৃক নবায়নযোগ্য জ্বালানি প্রকল্প থেকে ক্রয়কৃত বিদ্যুতের ট্যারিফ অনুচ্ছেদ ৫-এ বর্ণিত সরকারি প্রক্রিয়ায় নির্ধারিত হবে। ১১.৩ প্রকল্পের বাস্তবায়নকারী প্রক্ষেপণ, সময়সূচি এবং বিচ্যুতি নিষ্পত্তি সংক্রান্ত বিইআরসি এর প্রবিধান/কোডগুলো মেনে চলবে এবং প্রবেশাধিকার ও সংযোগ সম্পর্কিত সমস্ত দায়-দায়িত বহন করবে। ১১.৪ গ্রিডের সাথে আন্তঃসংযোগ এবং মিটারিংয়ের জন্য প্রকল্প বাস্তবায়নকারীকে প্রযোজ্য গ্রিড কোড, গ্রিড সংযোগের মানদন্ড, বিদ্যুৎ সঞ্চালনের জন্য যোগাযোগ ব্যবস্থা সংক্রান্ত প্রবিধান এবং বিইআরসি কর্তৃক সময়ে সময়ে জারীকৃত অন্যান্য প্রবিধান মেনে চলতে হবে। ১১.৫ স্রেডা সমগ্র দেশের নবায়নযোগ্য জ্বালানি প্রকল্প ডিজাইনার, ইনস্টলার, রক্ষণাবেক্ষণ প্রকৌশলী/পেশাজীবী, সরবরাহকারী, আমদানিকারক, প্রস্তুতকারক, ০075 বিনিয়োগকারী এবং 270 কোম্পানির জন্য প্রবিধান তৈরি করবে। এই প্রবিধানসমূহ সৌর, বায়ু ও অন্যান্য জ্বালানি কর্মসূচীর জন্য পৃথকভাবে প্রণয়ন করা হবে। ১১.৬ স্রেডা 'নেট মিটারিং নির্দেশিকা-২০১৮, 'সৌর সেচ পাম্পের গ্রিড ইন্টিগ্রেশন নির্দেশিকা- ২০২০' এবং অনুরুপ ভবিষ্যৎ কর্মসূচি নির্দেশিকাসমূহের বাস্তবায়ন তদারকি করবে, যাতে প্রতিটি কর্মসূচির কার্যক্রম এবং মূল অংশীজনদের সক্ষমতা উন্নয়ন ত্বরাণ্ধিত করা যায়। প্রকল্প বাস্তবায়নকারীকে তাদের প্রকল্প বাস্তবায়নের জন্য সংশ্লিষ্ট কর্মসূচির নির্দেশিকা অনুসরণ করতে হবে। স্র্ডা প্রয়োজনে এই নির্দেশিকাগুলো সংশোধন করার উদ্যোগ গ্রহণ করবে।"
  },
  {
    "id": "page_21",
    "page": 21,
    "text": "বাংলাদেশ গেজেট , অতিরিক্ত, জুন ১৬, ২০২৫ ৬১১৯ ১২.০ গবেষণা, উন্নয়ন এবং সক্ষমতা বৃদ্ধি ১২.৯ ১২২ ১২৩ ১২-৪ ১২৫ ১২.-৬ ১২৭ জীবাশ্ম জ্বালানি প্রযুক্তির বিকল্প হিসেবে নবায়নযোগ্য জ্বালানি প্রযুক্তির প্রসারে বাংলাদেশের খাদ্য, পানি এবং পরিবেশ সুরক্ষার বিষয়ে জাতীয় ও আন্তর্জাতিক প্রেক্ষাপট বিবেচনায় নিয়ে গবেষণা ও উন্নয়ন (২৫))-এর মাধ্যমে সহায়তা প্রদান প্রয়োজন। নবায়নযোগ্য জ্বালানি সংশ্লিষ্ট কার্যক্রম থেকে সৃষ্ট বর্জ্যের দক্ষ নিষ্পত্তির বিষয়টিও গবেষণা, উন্নয়ন এবং সক্ষমতা বৃদ্ধির আওতায় অন্তর্ভূক্ত হবে। দেশে নতুন উদ্যোগ/পাইলট প্রকল্পের প্রসারের জন্য স্রেডা মূল দায়িত্বপ্রাপ্ত সংস্থা হিসেবে কাজ করবে। এ উদ্দেশ্যে, স্রেডা বিভিন্ন নবায়নযোগ্য জ্বালানি প্রযুক্তি এবং নবায়নযোগ্য জ্বালানি সংশ্লিষ্ট বজ্জ্য ব্যবস্থাপনার বিষয়ে প্রশিক্ষণ প্রদানে এবং গবেষণা ও উন্নয়ন কার্যক্রম পরিচালনায় উৎসাহ প্রদান করবে ও তা জোরদার করবে। নবায়নযোগ্য জ্বালানি প্রযুক্তি বিষয়ক নির্দিষ্ট পাঠ্যক্রম ও গবেষণা কার্যক্রম চালু করার লক্ষ্যে স্রেডা সরকারি ও বেসরকারি বিশ্ববিদ্যালয়সমূহের সঙ্গে যোগাযোগ স্থাপন করবে। বিভিন্ন নবায়নযোগ্য জ্বালানি প্রযুক্তি (0২177) বিষয়ে প্রশিক্ষণ এবং গবেষণা ও উন্নয়ন (7২1) কার্যক্রম পরিচালনার জন্য যথাক্রমে বিপিএমআই এবং বিইপিআরসি-কে উপযুক্তভাবে সক্ষম করা হবে। স্রেডা দেশের জন্য উপযোগী নবায়নযোগ্য জ্বালানি সরঞ্জাম এবং বিকাশমান নবায়নযোগ্য জ্বালানি প্রযুক্তির উপর গবেষণা ও উন্নয়ন (২19) উদ্যোগকে সহায়তা করবে। বিদ্যুৎ বিভাগ/স্রেডা/বিইপিআরসি বিদ্যুৎ ও জ্বালানি খাতে গবেষণা ও উন্নয়নের (২1) জন্য সরকারি তহবিলের পাশাপাশি উন্নয়ন সহযোগী সংস্থা/দ্বিপাক্ষিক/বহুপাক্ষিক আর্থিক প্রতিষ্ঠানের কাছ থেকে তহবিল সংগ্রহের উদ্যোগ গ্রহণ করতে পারে। “টেকসই জ্বালানি উন্নয়ন তহবিল” এই কার্যক্রমের জন্য একটি সম্ভাব্য অর্থায়ন উৎস হতে পারে। নবায়নযোগ্য জ্বালানির অগ্রগতির জন্য গবেষণা ও উন্নয়ন (২&1)) কার্ত্রমে বেসরকারি খাতের উদ্যোগকে সরকার উৎসাহিত করবে। ১৩.০ সচেতনতা এবং শিক্ষা ১৩.১ ১৩.২ ১৩.৩ নবায়নযোগ্য জ্বালানি সম্পর্কে জনসাধারণ, শিক্ষার্থী, গণমাধ্যম এবং অন্যান্য অংশীজনদের মধ্যে সচেতনতা বৃদ্ধির লক্ষ্যে নিয়ন্ত্রক সংস্থাসমূহ প্রয়োজনীয় উদ্যোগ গ্রহণ করবে। প্রাথমিক শিক্ষা থেকে বিশ্ববিদ্যালয় পর্যায়ের শিক্ষা প্রতিষ্ঠানগুলোতে নবায়নযোগ্য জ্বালানি- সম্পর্কিত পাঠ্যক্রম অন্ত্ভূক্তিকে উৎসাহিত করা হবে। শিক্ষাগত দৃষ্টিকোণ থেকে নবায়নযোগ্য জ্বালানি সম্পর্কে সচেতনতা সৃষ্টির উদ্দেশ্য হবে: (ক) নবায়নযোগ্য জ্বালানি সম্পর্কে জ্ঞান ও বোধ বৃদ্ধি করে নবায়নযোগ্য জ্বালানি নীতিমালার লক্ষ্যসমূহ অজনের জন্য একটি অনুকূল পরিবেশ সৃষ্টি করা (খ) নবায়নযোগ্য এবং অ- নবায়নযোগ্য জ্বালানি উৎস সম্পর্কে স্পষ্ট ধারণা প্রদান (গ) উদ্ভুত চ্যালেঞ্জ মোকাবিলায় কৌশল উদ্ভাবনে আগ্রহ বৃদ্ধি (ঘ) বিদ্যুৎ খাতে নবায়নযোগ্য জ্বালানির দিকে রুপান্তরের সরকারি উদ্যোগকে সমর্থন প্রদান এবং সর্বোপরি (ও) নবায়নযোগ্য জ্বালানি প্রযুক্তি বিষয়ক দক্ষ মানবসম্পদ উন্নয়ন।"
  },
  {
    "id": "page_22",
    "page": 22,
    "text": "৬১২০ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ১৪.০ পরিবেশগত বিষয়াবলি পরিবেশ সম্পর্কিত বর্তমান জাতীয় নীতিমালা, আইন, বিধি ও প্রবিধানসমূহ নবায়নযোগ্য জ্বালানি প্রকল্পসমূহে প্রযোজ্য হবে। বিদ্যমান নীতিমালাসমূহের পাশাপাশি নিয়লিখিত বিষয়গুলো অন্তর্ভূক্ত করা ১৪.১ সকল ধরনের নবায়নযোগ্য জ্বালানি প্রকল্পকে 7)০7-এর শ্রেণিকরণ তালিকায় যথাযথভাবে ১৪. নবায়নযোগ্য জ্বালানি প্রকল্পের জন্য পরিবেশ ছাড়পত্র পদ্ধতি সহজীকরণ; ১৪.৩ ব্যাটারি ও সৌর প্যানেলের (৮৬ 17090195) অপসারণ (199591) এবং/অথবা পুনঃপ্রক্রিয়াজাতকরণ (:০০৮০1108) পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয় (02100) কর্তৃক ই- বজ্ঞয ব্যবস্থাপনা বিধিমালায় অন্ত্ভূত্তকরণ; ১৪.৪ স্রেডা কৃষি মন্ত্রণালয়, মৎস্য ও প্রাণিসম্পদ মন্ত্রণালয় এবং 1/07200-এর সাথে পরামর্শ করে জৈব-স্লারি ব্যবস্থাপনার জন্য একটি নির্দিষ্ট নির্দেশিকা প্রণয়ন করবে। ১৫.০ গুণগতমানের নিশ্চয়তা ১৫.১ নবায়নযোগ্য জ্বালানি সরঞ্জামাদির জন্য জাতীয় মানদন্ড এবং স্পেসিফিকেশন স্রেডার প্রয়োজনীয়তার ভিত্তিতে 739ণ কর্তৃক নির্ধারণ করা হবে। ইউটিলিটিসহ সংশ্লিষ্ট সংস্থাসমূহের সাথে পরামর্শ করে স্রেডা এই প্রয়োজনীয়তা নির্ধারণ করবে। ১৫.২ ৪9৭], স্রেডার সুপারিশের ভিত্তিতে নবায়নযোগ্য জ্বালানি সরঞ্জাম/যন্ত্রাংশকে 110[)01 [১01105 0109107১0) এর বাধ্যতামূলক টেস্ট ক্যাটাগরিতে অন্তভুক্তির ব্যবস্থা গ্রহণ করবে। ১৫.৩ স্রেডা বাংলাদেশ ত্যাক্রিডিটেশন বোর্ড (343) এর সহযোগিতায় স্বীকৃত (8০০1901660) পরীক্ষাগার, অন্যান্য অনুরুপ মান উপযুক্ততা মৃল্যায়নকারী সংস্থা এবং স্থানীয় পরীক্ষাগারের একটি তালিকা সংরক্ষণ করবে, যেখানে নবায়নযোগ্য জ্বালানির সরঞ্জাম পরীক্ষা করা যাবে। ১৫.৪ সরকার নবায়নযোগ্য জ্বালানি সরঞ্জাম/যন্ত্রপাতির মান নিশ্চিত করার জন্য, স্থানীয়ভাবে উৎপাদিত বা আমদানিকৃত যন্ত্রপাতি পরীক্ষার জন্য প্রয়োজনীয় সরঞ্জামসহ সম্পূর্ণরূপে সজ্জিত স্বীকৃত (৪০০:০০160) পরীক্ষাগার স্থাপনের জন্য সহায়তা প্রদান করবে। ১৫.৫ জাতীয় মানদণ্ড ও নির্ধারিত স্পেসিফিকেশন পূরণ না হলে এবং স্বীকৃত পরীক্ষাগারে নির্ধারিত পরীক্ষায় উত্তীর্ণ না হলে কোনো নবায়নযোগ্য জ্বালানি সরঞ্জাম দেশে উৎপাদন বা আমদানি করা যাবে না। ১৫.৬ নবায়নযোগ্য জ্বালানি উৎপাদনের সঙ্জে সংশ্লিষ্ট সকল ইউটিলিটি, প্রকল্প বাস্তবায়নকারী, প্রস্তুতকারক ও আমদানিকারকগণ উপরে উল্লিখিত নীতিমালাগুলো অনুসরণ করতে বাধ্য থাকবে।"
  },
  {
    "id": "page_23",
    "page": 23,
    "text": "বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ৬১২১ ১৬.০ পরিচালনা এবং রক্ষণাবেক্ষণ ১৬.১ স্রেডা সোলার প্যানেল, ইনভার্টার এবং সৌর বিদ্যুৎ কেন্দ্রের সংশ্লিষ্ট যন্ত্রপাতি ও উপাদানের রক্ষণাবেক্ষণের জন্য নির্দেশিকা প্রণয়ন করবে। একইভাবে, বায়ু শক্তি কেন্দ্র এবং বায়োগ্যাস প্যান্টের রক্ষণাবেক্ষণের জন্যও স্র্ডা পৃথক নির্দেশিকা প্রণয়ন করবে। ১৬.২ নবায়নযোগ্য জ্বালানি প্ল্যান্টের রক্ষণাবেক্ষণের দায়িত্ব সংশ্লিষ্ট প্রকল্প বাস্তবায়নকারীর উপর ন্যস্ত থাকবে। ইউটিলিটিগুলো সিন্টেমের নির্ধারিত রক্ষণাবেক্ষণ কার্যক্রম সম্পাদনের জন্য যথাযথ প্রশিক্ষণসহ স্রেডার নিবন্ধিত তালিকা থেকে কয়েকটি রক্ষণাবেক্ষণ গ্ুপকে তালিকাভুক্ত করতে পারবে। ১৭.০ লক্ষ্যমাত্রা এ নীতিমালায় “বাংলাদেশের নবায়নযোগ্য জ্বালানি নীতিমালা ২০০৮৮ প্রাসঙ্গিক বিদ্যমান নীতিমালা, আইন, বিধিমালা, নবায়নযোগ্য জ্বালানির সম্ভাব্য সংস্থান ও সর্বোত্তম-অনুসূত প্রযুক্তিকে বিবেচনায় নিয়ে নবায়নযোগ্য জ্বালানির ভবিষ্যৎ সম্ভাবনার উপর গুরুত্বারোপ করা হয়েছে। প্রযুক্তিগত-অর্থনৈতিক প্রভাব, জাতীয় ও আন্তর্জাতিক পরিকল্পনার সাথে নীতিমালার সামঞ্জস্যতা, বৈশ্বিক প্রযুক্তিগত উন্নয়ন এবং এই ধারা”র ভিত্তিতে বাংলাদেশের নবায়নযোগ্য জ্বালানি খাতের ভবিষ্যৎ চিত্র উপস্থাপন করা হয়েছে। নবায়নযোগ্য জ্বালানির লক্ষ্যমাত্রা অর্জনের জন্য যথাযথ গবেষণা ও উন্নয়ন, অবকাঠামো ও প্রতিষ্ঠান, প্রণোদনা, গ্রিড ইন্টিগ্রেশন এবং টেকসই উন্নয়নের বিষয়সমূহ অত্যন্ত গুরুত্বপূর্ণ। সঠিক কর্মসূচি ও পরিকল্পনার মাধ্যমে এ সংক্রান্ত চ্যালেঞ্জ ও বীধাসমূহ অতিক্রম করা সম্ভব৷ এছাড়া, বাংলাদেশ প্যারিস চুক্তির স্বাক্ষরকারী দেশ! চুক্তিভূক্ত দেশ হিসেবে নির্ধারিত দায়িত্ব ও প্রতিশ্রুতি অনুযায়ী, বাংলাদেশ সরকারের দৃঢ় অঞীকার এবং যথাযথ পদক্ষেপ ও পরিকল্পনা গ্রহণ নবায়নযোগ্য জ্বালানির প্রবৃদ্ধিকে ত্বরান্বিত করবে। সকল অগ্রগতি, দক্ষতা, সম্ভাবনা, ক্ষমতা এবং প্রতিশ্রুতি বিবেচনা করে বিদ্যুৎ খাতে নবায়নযোগ্য জ্বালানির লক্ষ্যমাত্রা নিয়রুপ: ১ম ফেইজ ২০৩০ সাল পর্যন্ত ২০ ২য় ফেইজ ২০৪০ সাল পর্যন্ত ৩০ এ নীতিমালার অনুচ্ছেদ ৫.১.২ অনুযায়ী এই লক্ষ্যমাত্রা অর্জনে স্রেডা একটি সময়াবদ্ধ রোডম্যাপ/বাস্তবায়ন পরিকল্পনা প্রণয়ন করবে।"
  },
  {
    "id": "page_24",
    "page": 24,
    "text": "৬১২২ বাংলাদেশ গেজেট, অতিরিক্ত, জুন ১৬, ২০২৫ ১৮.০ নবায়নযোগ্য জ্বালানি খাতে আঞ্চলিক সহযোগিতা নবায়নযোগ্য জ্বালানিভিত্তিক বিদ্যুৎ উৎপাদনের আন্তঃসীমান্ত বাণিজ্য প্রতিবেশী দেশগুলোর মধ্যে একটি সমতাভিত্তিক ক্ষেত্র নিশ্চিতকরণের মাধ্যমে আরো গতিশীল, দক্ষ এবং সমম্িত আঞ্চলিক জ্বালানি বাজার বিনির্মাণে অবদান রাখবে। দ্ুতবর্ধনশীল জ্বালানি চাহিদা এবং টেকসই জ্বালানির ক্রমবর্ধমান গুরুত্বের প্রেক্ষিতে দক্ষিণ এশিয়ায় জ্বালানি নিরাপত্তা ও সামগ্রিক জলবায়ু সহনশীলতা বৃদ্ধির জন্য আঞ্চলিক সহযোগিতা অত্যন্ত গুরুত্বপূর্ণ। আন্তঃদেশীয় বিদ্যুৎ সঞ্চালন সংযোগ, জ্বালানি বাজারে সহায়তা এবং আইন ও বিধিমালার সমন্বয় নিকটবর্তী দেশগুলোর মধ্যে পারস্পরিক বিদ্যুৎ বাণিজ্য বৃদ্ধিতে সহায়ক হবে। আন্তঃসীমান্ত সংযোগের মাধ্যমে নবায়নযোগ্য জ্বালানির লাভজনক বাণিজ্য এ অঞ্চলে নবায়নযোগ্য জ্বালানির প্রসারে গুরুত্বপূর্ণ ভূমিকা রাখবে। ১৯.০ ব্যাখ্যার অধিকার ১৯.১ প্রতিটি অধ্যায়ের শিরোনাম শুধুমাত্র পাঠের সুবিধার জন্য ব্যবহার করা হয়েছে এবং তা এর ব্যাখ্যাকে প্রভাবিত করবে না। ১৯.২ প্রণীত নীতিমালার কোনো বিষয়ে অস্পষ্টতার ক্ষেত্রে সরকারের ব্যাখ্যা প্রাধান্য পাবে। ২০.০ নীতিমালা বাতিল এবং পর্যালোচনা ২০.১ সরকারি গেজেটে “নবায়নযোগ্য জ্বালানি নীতিমালা, ২০২৫, এর বিজ্ঞপ্তির তারিখ থেকে “বাংলাদেশের নবায়নযোগ্য জ্বালানি নীতিমালা ২০০৮” বাতিল বলে গণ্য হবে। তবে বাতিল হওয়া অবধি উক্ত নীতিমালার অধীনে গৃহীত/চলমান যেকোনো কার্যত্রম বা পদক্ষেপ আইনসম্মত বলে বিবেচিত হবে। ২০.২ সরকার প্রতি তিন (৩) থেকে পাচ (৫) বছরে নবায়নযোগ্য জ্বালানি নীতিমালা পর্যালোচনা করবে এবং নতুন/নবতর চ্যালেঞ্জ, প্রযুক্তিগত অগ্রগতি এবং নীতিমালার চাহিদার আলোকে প্রয়োজন অনুসারে এটি সংশোধন করবে। মোহাম্মদ আবু ইউসুফ, উপপরিচালক (উপসচিব), বাংলাদেশ সরকারী মুদ্রণালয়, তেজগাও, ঢাকা কর্তৃক মুদ্রিত। মোঃ নজরুল ইসলাম, উপপরিচালক (উপসচিব), বাংলাদেশ ফরম ও প্রকাশনা অফিস, তেজগীও, ঢাকা কর্তৃক প্রকাশিত তি। ৮/০03166: %৮ড/ড/.108101995-9০৮-১৫"
  }
]